{
    "news": [
        {
            "id": "3fedd6db-a3e2-486e-9248-a1b8be081844",
            "title": "Premier League offers Man City help amid Champions League trouble",
            "source_title": "MEN - MEN Frontpage",
            "source_link": "https://www.manchestereveningnews.co.uk",
            "article_link": "https://www.manchestereveningnews.co.uk/sport/football/football-news/premier-league-offers-man-city-30546206",
            "keywords": [
                "Premier League",
                "Man City",
                "Champions League trouble",
                "community members",
                "special offers"
            ],
            "topics": [
                "sports",
                "football",
                "community"
            ],
            "description": "Manchester City may not have much in their favour at the minute but their next block of Premier League fixtures is a lot kinder than it could be.",
            "pub_date": "2024-12-09T14:45:27",
            "creator": "newsdesk@men-news.co.uk (Simon Bajkowski)",
            "content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info Manchester City could really do with a break. They won't get the sunny trip to Saudi Arabia they got last December to forget their Premier League troubles and return with a reset and a gold badge for their shirts to signal their new status as world champions. And they won't get the winter break any more that the Premier League briefly introduced to help combat fixture fatigue. After a few days to get over their bruising 2-2 draw with Crystal Palace that extended their recent slump to just one victory in their last nine games, Pep Guardiola and his players must switch back on instantly for a Champions League trip to Turin where they really cannot afford to lose to Juventus. Seventeenth in the giant league table with more worries about tumbling out of the top 24 entirely than qualifying automatically for the knockout stages as one of the eighth best teams, anything but three points will reduce the control they have over their destiny. READ MORE: Poisoned soil and a 'f***** council house': How City's training ground was built READ MORE: Guardiola looks defeated as he delivers grim City injury update A Manchester derby four days later does not sound an ideal week, but Ruben Amorim's side managed to have a worse weekend than the Blues with the team and club in Trafford plunging themselves into further disarray. After that, the schedule clears up with six whole days before they head to Aston Villa and a festive fixture list that could have been much worse. After Juventus, City have a run of five Premier League fixtures before they next play in a different competition. As things stand, the current position of those teams is 13th, 6th, 15th, 16th, and 14th. That doesn't guarantee City any points Crystal Palace are 16th after taking two points off the Blues at the weekend but it is a significantly kinder run than it could have been. Guardiola will hope that his squad are in better shape when the Blues have a run of five league games in February that reads Chelsea, Arsenal, Newcastle, Liverpool and Tottenham. Even just having a week between the United and Villa matches should make a difference. With players battling through injuries or coming back early from them, it is far easier to manage the body to play one game in a week than two. After travelling to Villa at lunchtime on the 21st, City are next in action on the 26th before a trip to Leicester on the 29th and a home game against West Ham on January 4th. Including the derby, that is five matches against a team with an average rank of 13th in the league spread over four weeks and with minimal travel. Not much may be going in City's favour and there is increasing jeopardy in the Champions League, but the Premier League fixture list looks kind to them for the next block of matches.",
            "media_url": "https://i2-prod.manchestereveningnews.co.uk/sport/football/article30537010.ece/ALTERNATES/s615/0_GettyImages-2188730334.jpg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": "https://i2-prod.manchestereveningnews.co.uk/sport/football/article30537010.ece/ALTERNATES/s98/0_GettyImages-2188730334.jpg",
            "language": "en",
            "sentiment": {
                "pos": 0.101,
                "neg": 0.096,
                "neu": 0.803
            }
        },
        {
            "id": "86f883a3-2399-4bde-b117-49b6cb9eb4e7",
            "title": "Golden Globes 2025: Here's The Full List Of British Nominees",
            "source_title": "HuffPost UK - Athena2 - All Entries (Public)",
            "source_link": "https://www.huffingtonpost.co.uk",
            "article_link": "https://www.huffingtonpost.co.uk/entry/golden-globes-2025-full-list-british-nominees_uk_6756fc13e4b0a775f3921f4d",
            "keywords": [
                "Golden Globes 2025",
                "British nominees",
                "Cynthia Erivo",
                "Elphaba",
                "Wicked",
                "awards season",
                "UK talent",
                "nominees announcement"
            ],
            "topics": [
                "entertainment",
                "culture",
                "awards"
            ],
            "description": "Cynthia Erivo as Elphaba in WickedWere happy to report that it looks like theres going to be a healthy showing for us Brits at awards season next year. On Monday afternoon, the nominees for the 2025 Golden Globes were announced, with a host of UK-based talent among the contenders for the nights top awards. Among them were Wicked star Cynthia Erivo, Daniel Craig for his work in Queer and Conclaves Ralph Fiennes. Daniel Craig in Luca Guadagnino's QueerTilda Swinton has been recognised for her work in Pablo Almodovars The Room Next Door, against Felicity Jones for The Brutalist. And while The Substance may have been a surprise hit at the Globes, another of the years most prolific horrors also nabbed a nomination, with Hugh Grant in the running for an acting prize. Hugh Grant in HereticWe have to give a shout-out to Kate Winslet, too, nominated not just for her work in the film Lee but also the limited series The Regime. Moving onto the TV categories, Keira Knightley has scored a nomination off the back of the festive spy thriller Black Doves, with other leading performances from Slow Horses Gary Oldman, House Of The Dragons Emma DArcy, Baby Reindeers Richard Gadd earning them recognition. Gary Oldman in Slow HorsesEwan McGregor also landed a nomination for A Gentleman In Moscow, as did The Day Of The Jackal star Eddie Redmayne. Completing the list of British actors are Baby Reindeers Jessica Gunning, Slow Horses Jack Lowden and Feuds Naomi Watts. Richard Gadd and Jessica Gunning have both been nominated for Golden GlobesBut it wasnt just British actors that scored nominations. Pop singer Robbie Williams and composer Atticus Ross have both been nominated in the Best Original Song category for their contributions to the biopic Better Man and the tennis drama Challengers, respectively. Robbie Williams is up for his first Golden GlobeCheck out the full list of the nominees at the Golden Globes 2025 here. READ MORE: These Are All The Big Stars Who Have Been Nominated For Awards At Next Year's Golden GlobesNetflix Releases Footage Of Jessica Gunning's Baby Reindeer Audition And It's ChillingHeretic Stars Reveal This Brilliant Hugh Grant Moment Was Actually Improvised.",
            "pub_date": "2024-12-09T14:41:09",
            "creator": "Daniel Welsh",
            "content": "Cynthia Erivo as Elphaba in Wicked Universal Were happy to report that it looks like theres going to be a healthy showing for us Brits at awards season next year. On Monday afternoon, the nominees for the 2025 Golden Globes were announced, with a host of UK-based talent among the contenders for the nights top awards. Among them were Wicked star Cynthia Erivo, Daniel Craig for his work in Queer and Conclaves Ralph Fiennes. Daniel Craig in Luca Guadagnino's Queer A24 Tilda Swinton has been recognised for her work in Pablo Almodovars The Room Next Door, against Felicity Jones for The Brutalist. And while The Substance may have been a surprise hit at the Globes, another of the years most prolific horrors also nabbed a nomination, with Hugh Grant in the running for an acting prize. Hugh Grant in Heretic Kimberley French/A24 We have to give a shout-out to Kate Winslet, too, nominated not just for her work in the film Lee but also the limited series The Regime. Gary Oldman in Slow Horses Apple TV+ Ewan McGregor also landed a nomination for A Gentleman In Moscow, as did The Day Of The Jackal star Eddie Redmayne. Completing the list of British actors are Baby Reindeers Jessica Gunning, Slow Horses Jack Lowden and Feuds Naomi Watts. Richard Gadd and Jessica Gunning have both been nominated for Golden Globes Ed Miller/Netflix But it wasnt just British actors that scored nominations. Pop singer Robbie Williams and composer Atticus Ross have both been nominated in the Best Original Song category for their contributions to the biopic Better Man and the tennis drama Challengers, respectively. Robbie Williams is up for his first Golden Globe via Associated Press.",
            "media_url": "https://img.huffingtonpost.com/asset/6756fdbb19000018001dcf39.jpeg?cache=CaORwxmKB2",
            "media_type": "None",
            "media_description": "Golden Globes 2025",
            "media_credit": "A24/Netflix/HBO",
            "media_thumbnail": "https://img.huffingtonpost.com/asset/6756fdbb19000018001dcf39.jpeg?cache=CaORwxmKB2&ops=scalefit_630_noupscale",
            "language": "en",
            "sentiment": {
                "pos": 0.123,
                "neg": 0.03,
                "neu": 0.846
            }
        },
        {
            "id": "60cee937-1a94-4267-8a7f-d4c4810380cf",
            "title": "Le dilemme de l’Europe face aux terroristes qui ont renversé Assad en Syrie",
            "source_title": "Le Point - Actualité",
            "source_link": "https://www.lepoint.fr",
            "article_link": "https://www.lepoint.fr/monde/le-dilemme-de-l-europe-face-aux-terroristes-qui-ont-renverse-assad-en-syrie-09-12-2024-2577530_24.php",
            "keywords": [
                "dilemme de l'Europe",
                "terroristes Assad",
                "Union européenne",
                "HTS Hayat Tahrir al-Sham",
                "sanctions internationales"
            ],
            "topics": [
                "politics",
                "international",
                "security"
            ],
            "description": "Pour traiter avec le nouveau pouvoir a Damas, l'UE doit lever son arsenal juridique. Car le groupe d'Al-Jalouni est toujours place dans la liste des organisations terroristes.",
            "pub_date": "2024-12-09T14:41:00",
            "creator": null,
            "content": "La chute du regime Assad place l'Union europeenne dans une position delicate face au HTS (Hayat Tahrir al-Sham), desormais aux commandes a Damas. Le groupe, inscrit sur la liste des organisations terroristes liees a Al-Qaida depuis 2014, fait l'objet de sanctions internationales contraignantes que Bruxelles ne peut lever unilateralement. La newsletter international Tous les mardis a 11h Recevez le meilleur de lactualite internationale. Votre adresse email Votre adresse email n'est pas valide Veuillez renseigner votre adresse email Merci ! Votre inscription a bien ete prise en compte avec l'adresse email : Pour decouvrir toutes nos autres newsletters, rendez-vous ici : MonCompte En vous inscrivant, vous acceptez les conditions generales dutilisations et notre politique de confidentialite. La Commission europeenne, qui transpose les decisions du Conseil de securite de l'ONU, place en effet le Front Al-Nosra (ancien nom du HTS) et ses multiples avatars sous un regime strict de gel des avoirs et d'interdiction de mise a disposition de ressources economiques. Il s'agit du reglement d'execution n 583/2014 de la Commission europeenne. Cette situation complique singulierement toute perspective de normalisation des relations avec le nouveau pouvoir syrien. Il faudra une decision unanime du Conseil et une evolution a l'ONU. De son cote, Londres evoque une decision rapide quant a la revision ou non du statut d'organisation terroriste du HTS. Les diplomates europeens se trouvent ainsi confrontes a un dilemme cornelien : comment dialoguer avec une entite consideree comme terroriste mais devenue, par la force des evenements, l'autorite de fait de la Syrie ? Le porte-parole de la Commission l'a d'ailleurs confirme lors de son point presse : L'Union europeenne n'entretient actuellement aucun contact avec le HTS ou ses dirigeants. Point final. Cependant, une fenetre d'opportunite semble s'ouvrir. A mesure que le HTS prend de plus grandes responsabilites, nous devrons evaluer non seulement leurs paroles mais aussi leurs actes, declare prudemment le porte-parole de la Commission. Une formule qui laisse entrevoir une evolution possible de la position europeenne, sous reserve de gages tangibles de la part du nouveau pouvoir syrien. La feuille de route de Kaja Kallas Le ton de la declaration de Kaja Kallas, la Haute Representant de l'UE, reflete cette ambivalence bruxelloise. Si elle salue un moment historique pour le peuple syrien elle fixe aussi des conditions claires pour toute evolution : respect de l'integrite territoriale syrienne, protection des minorites, notamment chretiennes, et soutien au processus onusien mene par l'envoye special Geir Pedersen. Une feuille de route diplomatique qui pourrait servir de base a une reevaluation progressive de la position europeenne, pour peu que le HTS donne des gages concrets sur ces differents points. A LIRE AUSSI En Syrie, le destin du Proche-Orient a bascule La chute de Bachar el-Assad intervient alors que l'UE avait l'intention de nommer un envoye special europeen a Damas. Initiee cet ete a la demande de l'Italie et de l'Autriche, cette nomination visait d'abord a explorer les possibilites de normalisation avec le regime d'Assad et a faciliter le retour des refugies. Le processus de nomination est en cours indique le porte-parole de la Commission, mais la chute du regime change radicalement la mission. Quel serait le mandat d'un tel envoye special ? L'envoye special, qui devait gerer un retour progressif a la normale avec Assad, devrait desormais naviguer dans les eaux troubles d'une Syrie sous controle du HTS. L'organisation Hayat Tahrir al-Sham a multiplie les changements d'identite, comme en temoigne le reglement europeen qui l'inscrit sur la liste des sanctions. Le groupe y figure d'abord sous son nom principal Front Al-Nosra pour le peuple du Levant suivi de diverses variations en anglais et en arabe, notamment Front de la Victoire ou Reseau Ansar al-Mujahideen Cette multiplication des denominations n'est pas anodine : inscrit initialement comme simple alias d'Al-Qaida en Irak jusqu'en mai 2014, le groupe tente, depuis, de se distancier de ses origines djihadistes. Les nouveaux habits d'Al-Joulani Son leader, Abu Mohammed al-Joulani, lui-meme vise par les sanctions, illustre cette volonte de transformation : il a quitte la tenue militaire pour le costume cravate et accorde des interviews aux medias occidentaux. Une metamorphose de facade qui n'a, pour l'instant, pas convaincu Bruxelles de lever ses sanctions. En attendant, l'UE se trouve contrainte a une forme de grand ecart diplomatique. D'un cote, maintenir les sanctions liees au statut terroriste du HTS, de l'autre, gerer les urgences sur le terrain. Plusieurs dossiers brulants seront sur la table du Conseil des affaires etrangeres du 16 decembre. L'Autriche pressee de reexaminer le statut des refugies syriens A Decouvrir Le Kangourou du jour Repondre La question migratoire s'impose comme une priorite : faut-il reviser le statut de refugies des Syriens de la diaspora ? Le chancelier autrichien Karl Nehammer n'a pas cache son impatience a rouvrir la question. La situation securitaire en Syrie doit egalement etre reevaluee afin de rendre a nouveau possibles les expulsions a l'avenir a-t-il averti. Au contraire, selon la Commission europeenne, les conditions ne sont pas reunies pour des retours surs, volontaires et dignes A LIRE AUSSI Rester ou rentrer ? Apres l'euphorie, le dilemme des Syriens exiles en Allemagne Autant de sujets qui exigeront des Vingt-Sept une position commune, alors meme que le nouveau statut du HTS divise deja les chancelleries : Londres evoque une possible revision de sa classification terroriste lorsque Bruxelles maintiendra sa ligne dure.",
            "media_url": "https://www.lepoint.fr/images/2024/12/09/27133765lpw-27134093-article-jpg_10709624.jpg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "fr",
            "sentiment": {
                "pos": 0.009,
                "neg": 0.007,
                "neu": 0.985
            }
        },
        {
            "id": "ff9654e4-fec6-405f-88ee-ff565d15eaca",
            "title": "Solo Leveling -ReAwakening-: Aleks Le on Playing an Anime Antihero",
            "source_title": "Movies",
            "source_link": "https://bleedingcool.com",
            "article_link": "https://bleedingcool.com/tv/solo-leveling-reawakening-aleks-le-on-playing-an-anime-antihero/",
            "keywords": [
                "Solo Leveling -ReAwakening-",
                "Aleks Le",
                "anime antihero",
                "voice actor",
                "second season preview"
            ],
            "topics": [
                "entertainment",
                "anime",
                "media"
            ],
            "description": "Solo Leveling -ReAwakening- lead voice actor Aleks Le spoke with us about playing an anime antihero and previewed the second season.",
            "pub_date": "2024-12-09T14:38:07",
            "creator": "Adi Tantimedh",
            "content": "Posted in: Anime, Crunchyroll, Movies, TV | Tagged: anime, Solo Leveling, Solo Leveling Reawakening Solo Leveling -ReAwakening-: Aleks Le on Playing an Anime Antihero Solo Leveling -ReAwakening- lead voice actor Aleks Le spoke with us about playing an anime antihero and previewed the second season. Solo Leveling -ReAwakening- is the feature-length recap of the first season coupled with a sneak peek of the first two episodes of the highly anticipated second season. Sun Jinwoo is the antihero of Solo Leveling, the weakest hunter in a world besieged by demons who dies and is reawakened with the ability to level up his powers to secretly become the most powerful and dangerous hunter in the world, but at what cost? Jinwoo is not a typical anime shonen hero. Once he awakens, he's no longer earnest, neurotic, or crippled by self-doubt. He becomes a more calculated and increasingly ruthless killer, and playing him involves more nuance and complexity than the usual white hat hero. We were given a chance to talk to Aleks Le, who voices the English version of Jinwoo on the week of Solo Leveling -ReAwakening-'s theatrical debut. Le has Solo Leveling Features a New Kind of Anime Antihero Jinwoo is an anti-hero. He's not an earnest, self-effacing teenage hero common in anime but an adult with a mission to provide for his family, save his ailing mother, and ultimately save the world, but when he awakens to his new power, he slowly becomes a different man. He's clinical, analytical, increasingly ruthless, and terrifying, and he secretly becomes the most powerful and dangerous hunter in the world. Aleks Le talked about how Solo Leveling's main character is different from other anime's heroes since he has read the entire manhwa series and knows where Jinwoo's journey is going. \"There's just so much ground to cover that it really helps to know where he goes. In this particular case, it is very much helpful to have that context,\" Le said. \"I think it's really cool to see him start to question the source of his power more, which is the system. And I think it's really cool to start seeing him interact with everybody else because in the first season, he was kind of isolated in his own journey to better himself, and he had a few interactions here and there, and those were really cool.\" Previewing Season Two Solo Leveling -Reawakening- features the first two episodes of the second season of the anime series, kicking off with Jinwoo battling the king of the Ice Elves, a cunning and sadistic enemy, and his army. Jinwoo gets to think about how different he is from the Ice Elve King and whether he might be losing more of his humanity and becoming a psychopath. Jinwoo's powers are increasingly hard to hide from the world as he unavoidably goes public even as his enemies get deadlier and more cunning. \"I think this season's really going to kick it up with him,\" said Le. \"Finding out more about the source of his own powers, as well as everybody else finding out about him and his powers, because all the main players that they were setting up in season one were kind of hinted at kind of having him on the radar, but now that they see him in action, I really want to see all of their reactions to him. And I also want to see Jinwoo interact with all the cunning monsters that are in his path, because, again. Like you said, it is a mirror of himself, and I want to see how interacting with him or interacting with them will shape him and his personality going forward.\" Solo Leveling is streaming on Crunchyroll, and season two will premiere in January. Solo Leveling -ReAwakeninghas opened in theatres. Enjoyed this? Please share on social media! Stay up-to-date and support the site by following Bleeding Cool on Google News today!.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.135,
                "neg": 0.065,
                "neu": 0.8
            }
        },
        {
            "id": "a61beb6c-0399-4b57-8d55-091f2106f667",
            "title": "Solar Firm Gets $847 Million for Panels, Eyes $1 Billion More",
            "source_title": "Financial Post",
            "source_link": "https://financialpost.com",
            "article_link": "https://financialpost.com/pmn/business-pmn/solar-firm-gets-847-million-for-panels-eyes-1-billion-more",
            "keywords": [
                "Solar Landscape LLC",
                "847 million funding",
                "rooftop developer",
                "solar panels installation",
                "commercial buildings financing"
            ],
            "topics": [
                "environment",
                "energy",
                "finance"
            ],
            "description": "Solar Landscape LLC, a rooftop developer that said it raised $847 million in 2024, is seeking an additional $1 billion next year to finance the installation of panels on commercial and industrial buildings.",
            "pub_date": "2024-12-09T14:37:35",
            "creator": "Bloomberg News",
            "content": "Solar Landscape LLC, a rooftop developer that said it raised $847 million in 2024, is seeking an additional $1 billion next year to finance the installation of panels on commercial and industrial buildings. (Bloomberg) Solar Landscape LLC, a rooftop developer that said it raised $847 million in 2024, is seeking an additional $1 billion next year to finance the installation of panels on commercial and industrial buildings. We apologize, but this video has failed to load. Of this years funds, almost $500 million came in just one month, from October to November, the New Jersey-based company said Monday. It will allow the company to deploy more than 200 commercial rooftop solar installations across the country, enough to power more than 50, 000 households. The additional funds next year would be used to develop panels on 40 million square feet of contracted commercial rooftop space that could power 80, 000 households. . The funding comes as the US solar industry is forecast to enter a period of slower growth after experiencing double-digit year-over-year gains the past several years. The industrys challenges include long wait times to interconnect to the grid, labor and equipment shortages and higher tariffs on panels. The market also faces the uncertainty of potential policy changes by President-elect Donald Trump, who has expressed hostility to clean energy. In the fourth quarter, Solar Landscape received a combined $467 million in project investments from KeyState Renewables and Silicon Valley Bank. KeyState committed $184 million in tax equity and Silicon Valley Bank led a $283 million green loan. Solar Landscape has the advantage of being able to build quickly projects take 12 to 24 months and avoid long connection delays because the installations can plug directly into local utility networks, said founder and chief executive officer Shaun Keegan. The majority of the companys installations are done through a community solar program, where nearby households can subscribe to receive solar at discounted rate, Keegan said. The surge in US grid energy demand makes commercial rooftops ideal for solar, he said.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.086,
                "neg": 0.044,
                "neu": 0.87
            }
        },
        {
            "id": "9ef988d4-ca2e-4685-96b5-8cc16a2b5908",
            "title": "Salute: mai dall'andrologo 73% giovani italiani, convegno Sia su prevenzione",
            "source_title": "Adnkronos - ultimoratop",
            "source_link": "https://www.adnkronos.com",
            "article_link": "https://www.adnkronos.com/salute/salute-mai-dallandrologo-73-giovani-italiani-convegno-sia-su-prevenzione_3MZMdp6gTevnnb7mJ9idO7",
            "keywords": [
                "giovani italiani andrologia",
                "visita andrologica",
                "consapevolezza salute",
                "Rete cybercondria",
                "convegno Sia prevenzione"
            ],
            "topics": [
                "salute",
                "giovani",
                "internet",
                "educazione"
            ],
            "description": "(Adnkronos) 'S3 Salute Sessuale SIA' a Milano il 12 e 13 dicembre, tra obiettivi sostenere importanza rapporto medico-paziente contro cybercondria e il nuovo 'Prof. Gpt'.",
            "pub_date": "2024-12-09T14:34:00",
            "creator": "webinfo@adnkronos.com (Web Info)",
            "content": "Nonostante una maggiore consapevolezza rispetto agli anni '80, ben il 73% dei giovani italiani non ha mai effettuato una visita andrologica, affidandosi spesso alle informazioni reperite in Rete. La diffusione di 'Dr. Google', l'aumento della 'cybercondria' e il nuovo 'Prof. Gpt' rappresentano nuove sfide per l'andrologia, che deve essere in grado di soppesare l'informazione online, verificandola e validandola, sostenendo l'importanza del rapporto medico-paziente. Questi i temi al centro di 'S3 Salute Sessuale SIA', convegno promosso dalla Societa italiana di andrologia, che si terra a Milano il 12 e 13 dicembre (Sala del Gonfalone di Palazzo Pirelli) e che celebrera i 48 anni di attivita della societa scientifica fondata a Pisa nel febbraio 1976. In questa particolare occasione, i principali esperti nazionali tracceranno un bilancio dei successi ottenuti dalle precedenti campagne informative e faranno il punto sulle sfide della prevenzione andrologica a 360 gradi, rivolte a tutte le fasce di eta. Dalla fine degli anni '70 riporta una nota l'andrologo e diventato una figura del tutto essenziale per la salute maschile nel nostro Paese, trovandosi a sostituire l'importante funzione preventiva rappresentata dalla visita di leva, sospesa nel 2004. Questo progetto innovativo ha coinvolto oltre 265 strutture sanitarie pubbliche e private in tutta Italia, offrendo visite andrologiche gratuite e rappresentando una vera e propria 'pietra miliare' nella raccolta di informazioni e nella sensibilizzazione della popolazione. Gli esiti delle 13 edizioni hanno rivelato risultati davvero significativi e addirittura sorprendenti: ben il 62% dei partecipanti dichiaro di sottoporsi alla sua prima visita andrologica, mentre nel 29% dei casi fu diagnosticata la presenza di patologie andrologiche. Si rese per cui evidente la necessita di un'azione preventiva continua. Successivamente, nel 2014 prosegue la nota la Sia ha invece promosso una serie di attivita e di raccolta firme che hanno portato alla prima proposta di una Legge regionale di prevenzione andrologica e alla creazione, in tutti gli ospedali del territorio, di apposite strutture, in grado di poter esaminare centinaia di migliaia di ragazzi. Proposta, quest'ultima, che nella regione Lazio divenne poi effettivamente legge (la n. 25 del 25 novembre 2019 'Disposizioni in materia di tutela della salute sessuale e della fertilita maschile'), riconoscendo finalmente la rilevanza delle patologie uro-andrologiche e l'importanza della conoscenza delle stesse e dei suoi effetti in ambito sanitario, sociale e familiare, allo scopo di agevolare la prevenzione, la diagnosi precoce e il miglioramento delle cure. Piu recentemente si legge la Sia ha lanciato la campagna biennale #e-SIA- prevenzione (2023-2024) rivolta ai giovani di eta compresa tra i 16 e i 35 anni, in collaborazione con enti militari e accademici. L'iniziativa ha mirato soprattutto a sensibilizzare sulla prevenzione attraverso i moderni mezzi di comunicazione digitale e i social media, promuovendo una cultura in cui la salute sessuale maschile non sia piu considerata un tabu. I dati raccolti attraverso un questionario realizzato in collaborazione con l'Universita Iulm di Milano hanno evidenziato che, nonostante una maggiore consapevolezza rispetto agli anni '80, il 73% dei giovani non ha mai effettuato una visita andrologica, affidandosi spesso alle informazioni reperite in Rete per i propri dubbi di carattere medico. Per la Sia conclude la nota e importante educare alla selezione e consultazione di fonti affidabili, e prevede un futuro in cui tecnologia e interazione umana si combinino al meglio, sottoponendo allo specialista un paziente consapevole e informato, allo scopo ultimo di garantire una prevenzione efficace e una diagnosi tempestiva.",
            "media_url": "https://www.adnkronos.com/resources/0293-1c5734da0958-71bd256849be-1000/format/medium/medico_stetoscopio_storyblocks_1-0-3328822417_1-1-854020819.jpeg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "it",
            "sentiment": {
                "pos": 0.032,
                "neg": 0.008,
                "neu": 0.96
            }
        },
        {
            "id": "cf7d227d-6e42-4ebe-b09f-0788c288acee",
            "title": "Bitget Mulls U.S. Entry While Awaiting Trump’s Pro-Crypto Administration",
            "source_title": "CoinDesk: Bitcoin, Ethereum, Crypto News and Price Data",
            "source_link": "https://www.coindesk.com",
            "article_link": "https://www.coindesk.com/business/2024/12/09/bitget-mulls-u-s-entry-while-awaiting-trump-s-pro-crypto-administration",
            "keywords": [
                "Bitget cryptocurrency exchange",
                "U.S. entry",
                "Trump administration",
                "pro-crypto partnerships",
                "crypto market growth"
            ],
            "topics": [
                "business",
                "politics",
                "finance"
            ],
            "description": "In an interview, Bitget CEO Gracy Chen surveys the geopolitics of the crypto exchange landscape, including contested territories like Nigeria, Russia and India.",
            "pub_date": "2024-12-09T14:32:32",
            "creator": "Ian Allison",
            "content": "Bitget, a cryptocurrency exchange that has grown rapidly in recent years to one of the largest, is considering partnerships with U. S. firms to gain a foothold in America, encouraged by the incoming Trump administration's likely pro-crypto stance. Some of the largest crypto exchanges such as Binance, ByBit, OKX and Bitget are prohibited from serving U. S. citizens. Binance. US, the American arm of the largest exchange, has been all but squeezed out as part of a bruising $4. 3 billion settlement between its parent company and U. S. authorities. Story continues below Don't miss another story. Subscribe to the Crypto Daybook Americas Newsletter today. See all newsletters Sign me up By signing up, you will receive emails about CoinDesk products and you agree to our terms of use and privacy policy In early 2022, Bitget, which has daily trading volume of around $8 billion, considered starting the process of acquiring U. S. state licenses, said the exchanges CEO, Gracy Chen. But after the collapse of FTX, the climate didnt look favorable, not to mention the ridiculously high legal costs, combined with the prospect of competing directly with Coinbase, Chen added. Even with the regulatory clarity for crypto in the U. S. that Trump might bring as president, a tangle of state-based licenses and various federal authorities await new entrants. That said, Bitget has experience forging mutually beneficial relationships: A recent partnership with U. K. trading firm Archax enabled Bitget to become compliant with British financial promotions rules. We are revisiting a U. S. strategy, although we have not decided on anything yet, Chen said in an interview. If we had a local partner who has many of those licenses already, then we could do a joint venture, for example. So we dont need to go through all the applications. We might take that approach, but its not decided yet. TON and Nigeria and the regulatory clampdown on Binance, opportunities opened up for rival exchanges to pick up customers around the globe. Mobile app downloads tracked by business intelligence firm Sensor Tower and web traffic researcher SimilarWeb show big growth areas for several top exchanges in places like Russia, India and Nigeria, for instance. Chen said her firm may have picked up some business that previously belonged to Binance. However, customer growth didn't just fall into Bitgets lap, she said it was won over by being sharper and more innovative than the competition. For example, Bitget made a $30 million investment in TON, the token of the blockchain network linked to the popular messaging app Telegram, which in turn led to a surge in Nigerian users. Many customers in the African country play games using TON and get tokens airdropped to their wallets, Chen said, and they needed easy access to deposit and trade these on an exchange. This was something Bitget was able to provide for Nigerians, Chen said. We wanted to gain some of the TON users obviously, and this strategy worked really well from the Nigeria side, Chen said. There was a period of time when we had more downloads in Nigeria than Google or TikTok. Nigeria is a country Chen has yet to visit, and because of the detainment of Binance executive Tigran Gambaryan, she won't be doing so for the time being. There are some countries where we feel the government is perhaps not stable enough and for reasons of security no one from our team would fly there, she said. Russia, India, China Chen said she was aware of some rival exchanges aggressively courting Russian users and influencers in the period after the Ukraine war began, especially during conferences in Dubai, for example. (Data from Sensor Tower shows Bybit had more than a million monthly active users in Russia in August.) Bybit did not immediately reply to requests for comment about the number of Russian users on its platform. Chen said Bitget had held back when it came to Russia. Strategically, we thought we should stay away from the Russia/U. S. argument because sanctions were being imposed, she said. India, a market where Binance is re-established after receiving a fine this year, has not been a growth region for Bitget, mainly because of the lack of a clear regulatory framework, Chen said. We are working with the government and we have a few team members looking at India right now, she said. Large crypto exchanges do what they can to stop customers from restricted territories such as China or in some cases the U. S. from trading on their platforms illicitly. But its often the case that users in these excluded regions find ways to get around know-your-customer (KYC) checks, and may use virtual private networks (VPNs) to circumvent IP-blocking measures. This type of activity happens a fair bit in China, Chen said, where users may have a passport or drivers' license attached to another country. I think all the major exchanges have business that comes from certain countries, such as China, she said. Because it's such a big economy with so many retail users, it's just very hard to avoid all of them. Rising star Chen, a Massachusetts Institute of Technology graduate who was promoted from managing director and head of marketing to CEO of Bitget this year, is one of several Asian or Asian-American women steering the largest crypto companies; others include Binance co-founder Yi He, the partner of its former chief CZ; OKX President Hong Fang; and Helen Liu, the chief operating officer of Bybit. In fact, Binance's He is an old friend who introduced Chen to crypto back in 2015. I know her pretty well. She was a bridesmaid at my wedding. But today its kind of like a friend-enemy situation, Chen said.",
            "media_url": "https://cdn.sanity.io/images/s3y3vcno/production/331c2d1d2d96aa18de43ff856be3c162af7392b4-1000x667.jpg",
            "media_type": "image/jpeg",
            "media_description": "Bitget CEO Gracy Chen (Bitget)",
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.112,
                "neg": 0.041,
                "neu": 0.847
            }
        },
        {
            "id": "1bc56c92-4961-43fe-939d-08b19719e1ad",
            "title": "«Des scènes choquantes de violence» : Londres suspend «tout programme de soutien» au gouvernement géorgien",
            "source_title": "Le Figaro - Actualité en direct et informations en continu",
            "source_link": "http://www.lefigaro.fr",
            "article_link": "https://www.lefigaro.fr/international/des-scenes-choquantes-de-violence-londres-suspend-tout-programme-de-soutien-au-gouvernement-georgien-20241209",
            "keywords": [
                "Londres programme de soutien",
                "gouvernement géorgien",
                "violence Royaume-Uni",
                "David Lammy",
                "coopération défense"
            ],
            "topics": [
                "politics",
                "international",
                "defense"
            ],
            "description": "Le&#160; Royaume-Uni va (.) restreindre la cooperation en matiere de defense et limiter ses relations avec les representants du gouvernement georgien, a declare le ministre des Affaires etrangeres David Lammy.",
            "pub_date": "2024-12-09T14:30:53",
            "creator": null,
            "content": "Le Royaume-Uni va (.) restreindre la cooperation en matiere de defense et limiter ses relations avec les representants du gouvernement georgien, a declare le ministre des Affaires etrangeres David Lammy. Ce lundi, le gouvernement britannique a condamne les scenes choquantes de violence a lencontre des manifestants pro-democratie en Georgie. Lexecutif a annonce suspendre tout programme de soutien au gouvernement georgien. Le Royaume-Uni va (.) restreindre la cooperation en matiere de defense et limiter ses relations avec les representants du gouvernement georgien, a declare le ministre des Affaires etrangeres David Lammy dans un communique. La decision, la semaine derniere, du gouvernement de repousser jusquen 2028 la question de ladhesion a lUnion europeenne a mis le feu aux poudres dans le pays. Plus dinformations a venir.",
            "media_url": "https://i.f1g.fr/media/cms/3000x1855_crop/2024/12/09/85625e744051b930337fbcf26126ff2647bd24702a1c1072ec403f00e545e2de.jpg",
            "media_type": "None",
            "media_description": "Des manifestations pro-européennes ont encore eu lieu ce week-end.",
            "media_credit": "Irakli GEDENIDZE / REUTERS",
            "media_thumbnail": null,
            "language": "",
            "sentiment": {
                "pos": 0.0,
                "neg": 0.0,
                "neu": 1.0
            }
        },
        {
            "id": "2fd10c58-fc50-48fb-b544-aff3840d506d",
            "title": "Cardano's $43M unlock: Here's what it means for ADA prices this week",
            "source_title": "AMBCrypto",
            "source_link": "https://ambcrypto.com",
            "article_link": "https://ambcrypto.com/cardanos-43m-unlock-heres-what-it-means-for-ada-prices-this-week",
            "keywords": [
                "Cardano unlock",
                "$43M unlock",
                "ADA prices",
                "spot inflow",
                "outflow",
                "exchanges outflow",
                "$129 million outflow",
                "surge by 50%",
                "daily candle",
                "token unlock"
            ],
            "topics": [
                "finance",
                "technology",
                "cryptocurrency"
            ],
            "description": "ADA spot inflow/outflow reveals that exchanges have witnessed a significant outflow of $129 million. ADA could surge by 50% to reach $1. 90 if it closes a daily candle above the $1. 25 level. The post Cardano's $43M unlock: Here's what it means for ADA prices this week appeared first on AMBCrypto.",
            "pub_date": "2024-12-09T14:30:45",
            "creator": "Chanakya",
            "content": "ADA spot inflow/outflow reveals that exchanges have witnessed a significant outflow of $129 million. ADA could surge by 50% to reach $1. 90 if it closes a daily candle above the $1. 25 level. Cardano [ADA] is set to experience a significant rise in its circulating supply this week. This token unlock is expected to play an important role in the price action, as ADA currently sits at a crucial level. $43. 5 million of ADA to be unlocked Data shows that nearly 37. 06 million ADA tokens, worth $43. 36 million and representing approximately 0. 10% of the circulating supply, will be unlocked between the 9th and 16th of December. This significant inflow of tokens into circulation has the potential to trigger a price correction or decline in the future. In addition to ADA, tokens worth over $1. 347 billion, including Solana and Dogecoin, will also be unlocked during the same period. Cardano technical analysis and upcoming levels According to AMBCryptos technical analysis, ADA was consolidating within a tight range near the resistance level of $1. 25 at press time. It has been over a week since the altcoin started consolidating between $1. 12 and $1. 24. Experts suggest that either a breakout or a breakdown from this consolidation will determine ADAs next move in the coming days. ADA price prediction for December 2024 Based on recent price action, if ADA breaks above the upper boundary of the consolidation zone and closes a daily candle above the $1. 25 level, there is a strong possibility it could surge by 50% to reach $1. 90. Conversely, if ADA breaks below the lower boundary of the consolidation zone and closes a daily candle below the $1. 12 level, it could decline by 20% to reach $0. 92 in the coming days. Given the current market sentiment and investor interest, it appears that ADA is likely to break out and close its daily candle above the $1. 25 level. On the positive side, ADAs Relative Strength Index (RSI) currently stands at 64, indicating that the altcoin price is below the overbought zone. This suggests that it has enough room to rise further in the future. Rise of exchanges outflow This bullish analysis was further supported by whales and institutions, as their interest and confidence in the altcoin have skyrocketed, according to the on-chain analytics firm Coinglass. Data from ADA spot inflow/outflow reveals that exchanges have witnessed a significant outflow of $129 million since the beginning of December. Read Cardano [ADA] Price Prediction 2024-2025 In the cryptocurrency context, outflow refers to the movement of assets from exchanges to wallet addresses. This notable outflow indicates a potential upside rally and suggests ideal buying opportunities. At press time, ADA was trading near $1. 15 and has registered a price drop of 4. 10% in the past 24 hours. During the same period, its trading volume increased by 15%, indicating heightened participation from traders and investors compared to previous days.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.102,
                "neg": 0.009,
                "neu": 0.89
            }
        },
        {
            "id": "2e8ddede-019e-43e7-8246-10b4c163a991",
            "title": "La Chine enquête sur Nvidia pour violation de la loi anti-monopole",
            "source_title": "Le Figaro - Actualité en direct et informations en continu",
            "source_link": "http://www.lefigaro.fr",
            "article_link": "https://www.lefigaro.fr/secteur/high-tech/la-chine-enquete-sur-nvidia-pour-violation-de-la-loi-anti-monopole-20241209",
            "keywords": [
                "Chine enquête Nvidia",
                "violation loi anti-monopole",
                "semi-conducteurs régulation",
                "services publics de régulation",
                "investigation géant américain"
            ],
            "topics": [
                "technologie",
                "économie",
                "politique"
            ],
            "description": "La procedure contre le geant americain des semi-conducteurs a ete initiee par les services publics de regulation des marches.",
            "pub_date": "2024-12-09T14:30:31",
            "creator": null,
            "content": "La procedure contre le geant americain des semi-conducteurs a ete initiee par les services publics de regulation des marches. La Chine a lance lundi 9 decembre une enquete sur le geant americain des puces Nvidia pour violation presumee des lois anti-monopole, a annonce la television dEtat CCTV. La procedure contre le champion des semi-conducteurs a ete initiee par les services publics de regulation des marches et porte egalement sur la violation dun engagement pris en 2020, lors de son acquisition de Mellanox Technologies Ltd, selon CCTV. Cette annonce a fait baisser le titre du groupe californien, considere comme le porte-etendard de la revolution de lintelligence artificielle (IA) generative. Nvidia est, en effet, de tres loin le plus gros producteur de puces dites GPU (Graphics Processing Unit), aussi appelees cartes graphiques, qui sont considerees comme indispensables au developpement de lIA generative. Cette enquete sinscrit dans un contexte de plus en plus tendu entre les deux premieres economies mondiales, a lapproche du retour a la Maison Blanche en janvier de Donald Trump qui a deja menace Pekin daugmenter substantiellement les droits de douane sur les importations de Chine, faisant craindre le retour dune guerre commerciale ouverte. La guerre des semi-conducteurs Mardi dernier, Pekin a notamment annonce des restrictions de ses exportations de metaux rares, notamment le gallium, le germanium et lantimoine, des materiaux essentiels a la conception de panneaux solaires et de puces electroniques utilisees dans de nombreuses technologies civiles et militaires. Les deux pays rivalisent pour la domination technologique mondiale, un bras de fer qui avait ete particulierement virulent lors du premier mandat de Donald Trump. Celui-ci avait alors lance une guerre commerciale avec la Chine. Le deuxieme mandat de Donald Trump, qui debutera le 20 janvier, devrait sinscrire dans la meme veine, et il a dores et deja menace daugmenter les droits de douane, pour inciter les entreprises a rapatrier tout ou partie de leur production aux Etats-Unis. De son cote, ladministration Biden a restreint encore debut decembre lexportation vers la Chine de semi-conducteurs et equipement pour les fabriquer, invoquant des risques pour la securite nationale des Etats-Unis, et sattirant les foudres de Pekin.",
            "media_url": "https://i.f1g.fr/media/cms/3000x2000_crop/2024/12/09/a01ff9f0be97f6639131cdb4c6bec457988b678d9c3b1bb5ef1563d5c929f9f5.jpg",
            "media_type": "None",
            "media_description": "Nvidia est accusé par Pékin de violation présumée des lois anti-monopole.",
            "media_credit": "Dado Ruvic / REUTERS",
            "media_thumbnail": null,
            "language": "",
            "sentiment": {
                "pos": 0.02,
                "neg": 0.036,
                "neu": 0.944
            }
        },
        {
            "id": "1036c0df-9033-432a-bd90-6d3d7bbf3fef",
            "title": "Oddball indie MMORPG Spire Horizon Online makes it to its full launch",
            "source_title": "Massively Overpowered",
            "source_link": "https://massivelyop.com",
            "article_link": "https://massivelyop.com/2024/12/09/oddball-indie-mmorpg-spire-horizon-online-makes-it-to-its-full-launch/",
            "keywords": [
                "Spire Horizon Online",
                "indie MMORPG",
                "skeleton characters",
                "full launch",
                "Steam Next Fest"
            ],
            "topics": [
                "gaming",
                "technology",
                "entertainment"
            ],
            "description": "October was a month full of very random MMO, MMORPG, and multiplayer games during the Steam Next Fest happening that month, but we became low-key obsessed with one extremely oddball entry: Spire Horizon Online, an indie MMORPG from developer Mendoka that has players taking up the role of a skeleton to travel across dimensions to [.].",
            "pub_date": "2024-12-09T14:30:00",
            "creator": "Chris Neal",
            "content": "October was a month full of very random MMO, MMORPG, and multiplayer games during the Steam Next Fest happening that month, but we became low-key obsessed with one extremely oddball entry: Spire Horizon Online, an indie MMORPG from developer Mendoka that has players taking up the role of a skeleton to travel across dimensions to find their capybara friend. We even took a look at it on OPTV to see what that months demo was all about. Well, weve moved on from demo to full launch it seems: Spire Horizon Online has officially released, promising 25 different classes, over 150 different monsters, plenty of quests and dungeons, and the ability to customize class skills to craft a unique skeletal hero. The game, the DLC, and a bundle that packs in both are on sale at 15% off until December 13th. Unfortunately, we must warn you that reviews are pretty rough right now, and uptake for the game doesnt seem high, as players complain about paid assets and mobile ports.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.138,
                "neg": 0.042,
                "neu": 0.82
            }
        },
        {
            "id": "7b1aa60d-cd22-41b2-8ab4-7c032f8305ae",
            "title": "Massive Ethereum Whale Rakes in $145M Profit with Precision Trades",
            "source_title": "TronWeekly",
            "source_link": "https://www.tronweekly.com",
            "article_link": "https://www.tronweekly.com/massive-whale-rakes-145m-in-ethereum-trades/",
            "keywords": [
                "Ethereum whale",
                "0x682",
                "145M profit",
                "precision trades",
                "96",
                "639 $ETH",
                "market dip",
                "15K $ETH",
                "selling strategy",
                "price breakout",
                "1",
                "460-day consolidation"
            ],
            "topics": [
                "finance",
                "cryptocurrency",
                "investment"
            ],
            "description": "Ethereum's price action heats up as whale 0x682 continues cashing in on TH profits. With $145M realized gains and a strategic trading history, the whales moves stir speculation as TH nears a critical breakout after 1, 460 days of consolidation. Whales with Massive Profits Cash in on Ethereum An Ethereum whale 0x682 withdrew 96, 639 ETH from [.].",
            "pub_date": "2024-12-09T14:30:00",
            "creator": "Mwongera Taitumu",
            "content": "Whale 0x682 profits $145M, trading 96, 639 TH over 2. 25 years Whale Sells 15K TH Before Market Dip, holding $69. 7M unrealized Ethereum (TH) nears breakout after 1, 460-day consolidation period Ethereums price action heats up as whale 0x682 continues cashing in on TH profits. With $145M realized gains and a strategic trading history, the whales moves stir speculation as TH nears a critical breakout after 1, 460 days of consolidation. Whales with Massive Profits Cash in on Ethereum An Ethereum whale 0x682 withdrew 96, 639 ETH from Coinbase at an average price of $1,580 in September 2022. The whale deposited the ETH to Kraken at an average price of $3,080 in 2024. This calculated strategy could yield a profit of $145 million at 95% after 2. 25 years if these were indeed trades. More whales with massive profits seem to be cashing in on TH! 8 hours ago, the diamond-hand whale \"0x682\" deposited the remaining 11, 639 TH ($46. 37M) to #Kraken. This whale had previously withdrawn 96, 639 TH from #Coinbase at ~$1,580 in Sep 2022 and later deposited it all. pic. twitter. com/0Id5dMyLZL Spot On Chain (@spotonchain) December 9, 2024 The whale deposited the last deposit of 11, 639 TH on December 9, 2024, marking the end of their trading cycle. This systematic profit-taking shows how whales leverage market trends and price volatility to make their big profits and impact market momentum. TH Whale Offloads 15K ETH Before Price Drops Again Another whale, 0x682, deposited 15, 000 TH worth $38. 4 million to Kraken, before a significant price drop. Previously the whale deposited 10, 000 TH worth $34. 2 million on July 25 which led to a price drop of 7. 6% Moreover, the whale sold 15, 000 TH worth $39. 7 million on August 20 and saw the price decrease by 2. 5%. Currently, the whale holds 26, 639 ETH worth $69. 7 million with unrealized profits of $27. 65 million. These holdings combined with realized profits of $104. 28 million brings the whales total profit margin to 86%. The consistency of these trades has sparked speculations about the impact of his future trades on Ethereums price among investors. TH Nears Breakout After 1, 460 Days of Consolidation Ethereums price is close to a potential breakout after a 1, 460-day consolidation period. This consolidation has witnessed cyclical price peaks and troughs, where whales like 0x682 leverage these fluctuations for strategic trading. The markets behavior points to a price action in the market, with traders and analysts keenly observing the Ethereum price action for a bullish trend. The whales recent transactions have attracted interest from market players as they often impact price changes. The whale has profited from strategic sale of TH during price surges which has also contributed to volatility. The completion of the consolidation period of Ethereum marks a potential shift in the price which has attracted the attention of retail and institutional investors.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.11,
                "neg": 0.013,
                "neu": 0.877
            }
        },
        {
            "id": "684fb2bd-2e64-4767-9abd-621b256f1009",
            "title": "Jay-Z accused of raping 13-year-old girl, rapper calls it ‘blackmail attempt’",
            "source_title": ": Entertainment",
            "source_link": "https://globalnews.ca",
            "article_link": "https://globalnews.ca/news/10908435/jay-z-rape-diddy-girl-blackmail/",
            "keywords": [
                "Jay-Z rape allegations",
                "13-year-old girl",
                "Sean Diddy Combs",
                "blackmail attempt",
                "amended lawsuit",
                "federal court"
            ],
            "topics": [
                "entertainment",
                "legal",
                "society"
            ],
            "description": "An amended lawsuit filed in federal court alleges that Jay-Z raped the girl along with Sean \"Diddy\" Combs during a party in 2000.",
            "pub_date": "2024-12-09T14:29:16",
            "creator": "Globalnews Digital",
            "content": "Jay-Z denied the allegations on social media and blasted the lawsuit, calling it part of a blackmail attempt by the plaintiffs lawyer. Lawyers for Jay-Z did not immediately respond to a request for comment. The lawsuit was originally filed in October in the Southern District of New York and at that time did not name Jay-Z as a defendant, though the amended lawsuit says that Jay-Z was identified as Celebrity A on the original complaint. Story continues below advertisement Combs has denied all allegations against him, including this one, in October. He is currently in jail on federal sex trafficking charges, to which he has pleaded not guilty. Get daily National news Get the day's top news, political, economic, and current affairs headlines, delivered to your inbox once a day. Sign up for daily National newsletter Sign Up By providing your email address, you have read and agree to Global News' Terms and Conditions and Privacy Policy The lawsuit alleges that the unnamed girl was drugged and raped by both Jay-Z and Combs at a party hosted by Combs following the MTV Music Awards in 2000, which was held in New York. Tony Buzbee, the Texas lawyer representing the girl who filed Sundays lawsuit, has filed at least 20 civil lawsuits against Combs accusing him of sexual misconduct. In an email to Reuters, Buzbee said the Jay-Z lawsuit speaks for itself. This is a very serious matter that will be litigated in court, Buzbee wrote. Buzbee, in his amended lawsuit, says his legal firm had previously sent Jay-Z a letter seeking to mediate a settlement. Jay-Z, the lawsuit says, responded to that letter by filing a lawsuit against Buzbee, and by orchestrating a conspiracy of harassment against Buzbee and other lawyers in his firm, which the lawyer said was an intimidation tactic meant to silence his client. Story continues below advertisement In a post on social media, Buzbee said the alleged rape victim he is representing never demanded a penny from Jay-Z, writing that she only sought a confidential mediation. Mysterious people follow me and my family, Im still THAT guy, Buzbee wrote. I wont be bullied or intimidated. People will see through this effort to discredit me, and my clients and the truth will be revealed. Buzbee last week filed a lawsuit against law firm Quinn Emanuel Urquhart & Sullivan, whose lawyers represent Combs and Jay-Z, accusing the firms legal team of harassing his colleagues, his clients and his family. Quinn Emanuel Urquhart & Sullivan did not respond to requests for comment.",
            "media_url": "https://globalnews.ca/wp-content/uploads/2022/11/GettyImages-1390898553.jpg?quality=85&strip=all",
            "media_type": "None",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": "https://globalnews.ca/wp-content/uploads/2022/11/GettyImages-1390898553.jpg?quality=85&strip=all",
            "language": "en",
            "sentiment": {
                "pos": 0.048,
                "neg": 0.145,
                "neu": 0.806
            }
        },
        {
            "id": "b16a5d77-3655-42f3-8f05-16af5bade837",
            "title": "Sir Alex Ferguson exploded when Nani 'threw Ryan Giggs under a bus' at Man United",
            "source_title": "MEN - MEN Frontpage",
            "source_link": "https://www.manchestereveningnews.co.uk",
            "article_link": "https://www.manchestereveningnews.co.uk/sport/football/football-news/manchester-united-nani-alex-ferguson-30546193",
            "keywords": [
                "Sir Alex Ferguson",
                "Nani Ryan Giggs",
                "Manchester United",
                "Old Trafford",
                "notorious incident"
            ],
            "topics": [
                "sports",
                "football",
                "entertainment"
            ],
            "description": "Nani has retired after almost 25 years in football, and while his time at Manchester United will be remembered fondly, one alarming bust-up with Sir Alex Ferguson has stayed with him.",
            "pub_date": "2024-12-09T14:27:35",
            "creator": "newsdesk@men-news.co.uk (Chris Burns)",
            "content": "Our community members are treated to special offers, promotions and adverts from us and our partners. You can check out at any time. More info Former Manchester United winger Nani is remembered at Old Trafford for his dazzling skills and trophy-laden tenure as well as a notorious incident involving Ryan Giggs and an irate Sir Alex Ferguson. While many United players achieved remarkable success under Ferguson, they were all acutely aware that the gravest offence they could commit at the club was falling out of favour with the fiery Scot. By his own admission, Nani, who has now announced his retirement after 25 years in football, often felt uneasy around Ferguson and seemingly did everything he could to steer clear of the infamous 'hairdryer' treatment. Despite his best attempts, the ex-Sporting CP wideman found himself in the firing line from his manager after fluffing a penalty against Fulham in 2010. To make matters worse, it was a penalty he shouldn't have taken in the first place, with former Wales captain Giggs being the designated penalty taker. READ MORE: I saw Ashworth getting escorted out of Old Trafford after leaving United EXCLUSIVE: Ashworth pushed for Southgate amid Amorim move However, the Portuguese star confessed that he publicly undermined Giggs in the dressing room after the match in an attempt to save face. But this strategy didn't sit well with Ferguson, reports the Mirror. \"[Ferguson] was my neighbour and we used to go to London by train,\" Nani told the UTD Podcast in 2020. \"His wife or his family used to leave him in the train station so on the way back he has no driver to take him so he was looking for someone who lives close to him to give him a ride. So I said, 'OK boss, I'll take you home!' But that day, it's so funny believe me! The day I took him home was after a game against Fulham away, and I was on the bench. \"I was playing unbelievable with a lot of confidence. We won a penalty and it was Ryan Giggs who took the penalties. I felt confident and Giggs didn't say anything. I took the penalty and I missed. The penalty should make it 3-2. We are going back home that day and I say, 'boss, I can take you home'. I drove him back home and he didn't talk to me in the car! In the dressing room he killed me! He said, 'Nani, who do you think you are?'\" Despite Nani's hope that Giggs could take some of the flak off him, Ferguson in true fashion turned to his other mercurial winger and let rip at him too. Nani added: \"'Who gave you permission to take the penalty? Ryan!' And then he killed Ryan Giggs, because he said, 'Ryan, why did you let him take the penalty?' \"Ryan said, 'he grabbed the ball and I let him.' Oh my god, that day was incredible. I took him home and I felt very uncomfortable driving home.\" Despite their initial tension, Nani disclosed that Ferguson actually held him in high regard. As Nani's command of English improved, so did their relationship, with the former winger acknowledging he learned a great deal about his esteemed manager. \"At the beginning, I was very scared of him. Like a father,\" Nani said. \"To make a mistake or do something wrong, because sometimes to interact with him, I don't know. I see him talking with other players and I want to be involved but I think what am I going to say, you know? I don't know. \"But I was scared of him until I learned to understand and was able to express myself. My English has never been perfect, or going to be, but at that time it was worse than now and when we he found I could speak more with him, he started coming to me and giving me more attention. And from then, I learned more about Sir Alex Ferguson. What he wanted to do, who he was and the relationship started to be better.\" Nani's tenure at United spanned from 2007 to 2015, during which he made 147 appearances and scored 25 goals. His time at the club saw him win four Premier League titles, two League Cups, and a Champions League title. After playing in Turkey, Spain, Italy, Australia, and the United States, the Portuguese international concluded his career at his boyhood club Estrela Amadora this week.",
            "media_url": "https://i2-prod.manchestereveningnews.co.uk/sport/football/football-news/article30546177.ece/ALTERNATES/s615/1_MAIN-MIRRORFERGIEBLEND.jpg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": "https://i2-prod.manchestereveningnews.co.uk/sport/football/football-news/article30546177.ece/ALTERNATES/s98/1_MAIN-MIRRORFERGIEBLEND.jpg",
            "language": "en",
            "sentiment": {
                "pos": 0.126,
                "neg": 0.11,
                "neu": 0.765
            }
        },
        {
            "id": "a1bd6cf6-1f98-45dd-b7bf-ca2130542ced",
            "title": "Omicidio Thompson, la simpatia della gente per il killer ostacola la caccia all'uomo",
            "source_title": "Adnkronos - ultimoratop",
            "source_link": "https://www.adnkronos.com",
            "article_link": "https://www.adnkronos.com/internazionale/esteri/thompson-killer-new-york-united-helthcare-news-oggi_6TnpF7db0iSBX3C2iGpSbt",
            "keywords": [
                "killer popolare",
                "Brian Thompson",
                "polizia Usa",
                "caccia all'uomo",
                "UnitedHealthcare",
                "assassino misterioso",
                "similitudine tra pubblico",
                "situazione di crisi",
                "omicidio a New York"
            ],
            "topics": [
                "crime",
                "society",
                "health"
            ],
            "description": "(Adnkronos) Nessuna soffiata utile a fermare l'omicida del Ceo dell'assicurazione sanitaria Usa United Healthcare ora fuggito da New York.",
            "pub_date": "2024-12-09T14:23:13",
            "creator": "webinfo@adnkronos.com (Web Info)",
            "content": "Nella caccia all'uomo del killer che mercoledi scorso ha freddato nel centro di New York Brian Thompson, Ceo del gigante delle assicurazioni sanitarie UnitedHealthcare, la polizia sta facendo i conti con un ostacolo non previsto: la simpatia che sta suscitando tra il pubblico il misterioso giovane killer diventato una sorta di eroe popolare. Motivo, stando a quando circola sui social media ma anche nelle strade di Manhattan, scrive oggi il Wall Street Journal, per aver colpito un'istituzione odiata, il sistema delle assicurazioni sanitarie accusato di negare per aumentare i propri profitti la copertura ai propri assistiti. Questa narrativa sarebbe stata avvalorata dalle rivelazioni dei media, secondo le quali sui bossoli delle pallottole che hanno ucciso Thompson sono state trovate incise le parole \"deny, defend, depose negare, difendere e far deporre che notoriamente descrivono le tattiche dilatatorie usate dall'assicurazione per rifiutarsi di pagare per cure mediche. Cosa che ha spinto a pensare che il movente del killer vada ricercato in questa direzione. Nonostante le taglie messe dalla polizia di New York e dall'Fbi sull'uomo in fuga, di cui sono state diffuse diverse foto, alcune con il volto quasi interamente visibile, ma non l'identita, il killer sarebbe riuscito a fuggire dalla una delle citta piu sorvegliate del mondo 25mila telecamere solo agli incroci stradali, a cui da qualche tempo si sono aggiunti i droni che sorvolano Central Park riuscendo a salire su un pulmann a bordo del quale ha lasciato lo stato. Non solo la polizia newyorkese non ha ricevuto soffiate utili, ma molti sui social media hanno suggerito di inondare il numero verde messo a disposizioni con false 'tip', indicazioni, oppure travestirsi tutti come il killer per creare confusione. Senza contare che sabato effettivamente a Washington Square si e svolta una gara di 'sosia' del killer. Nessun aiuto da chi abitualmente collabora con la polizia Ma la cosa che sta spiazzando di piu la polizia e il fatto che non stia ricevendo nessun aiuto dagli \"online sleuths\", i detective della poltrona e del computer che, con un seguito spesso di milioni di follower patiti di true crime, conducono indagini parallele su omicidi e crimini eccellenti. \"Non devono incoraggiare o condonare assolutamente la violenza, ma anche non devo aiutare\", ha scritto, riferendosi all'indagine sull'assassino di Thompson, @thatdaneshguy, che ha 2 milioni di follower su TikTok e si dichiara in grado di trovare chiunque sia in fuga. Questa reazione del pubblico newyorkese viene dichiarata \"scioccante\" da Ed Davis, ex capo della polizia di Boston, che guido la risposta all'attentato alla maratona del 2013. Per lui e \"molto preoccupante\" la mancanza di simpatia per vittima, anche considerata la violenza e la freddezza dell'agguato: \"Il problema e che persone che hanno questo tipo di animosita, non sono disposte ad aiutare e la polizia in questi casi ha veramente bisogno di aiuto\", aggiunge Davis, ora alla guida di una societa di sicurezza. La simpatia per ricercati in fuga non e una novita per la cultura americana, scrive il Wsj ricordando come Eric Rudolph, l'uomo che fece esplodere una bomba alle Olimpiadi di Atlanta del 1996, riusci a nascondersi per 6 anni nelle Smoky Mountains, con i sostenitori che sfoggiavano la maglietta Run, Rudolph, Run!. \"In un certo senso spero che non catturino mai il killer del Ceo di UnitedHealthCare\" si legge in un post sul sito di Reddit Off My Chest, in cui oltre tre milioni di utenti sono liberi di esprimere i propri pensieri piu reconditi, che aggiunge che i ricchi \"non hanno quasi mai quello che si meritano\".",
            "media_url": "https://www.adnkronos.com/resources/0294-1c87851cffdf-16f085afe13c-1000/format/medium/killer_sorride_fotopolizia_nyt.jpeg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "it",
            "sentiment": {
                "pos": 0.031,
                "neg": 0.06,
                "neu": 0.909
            }
        },
        {
            "id": "93faf2ca-e591-4a98-911a-9c64edc6c8b3",
            "title": "Mundial de ajedrez | Ding crea una obra maestra, gana la 12ª partida e iguala el marcador a falta de solo dos asaltos",
            "source_title": "EL PAÍS: el periódico global",
            "source_link": "https://elpais.com",
            "article_link": "https://elpais.com/deportes/2024-12-09/mundial-de-ajedrez-ding-crea-una-obra-maestra-gana-la-12-partida-e-iguala-el-marcador-a-falta-de-solo-dos-duelos.html",
            "keywords": [
                "Mundial de ajedrez",
                "Ding Liren",
                "duodécima partida",
                "igualar marcador",
                "Dommaraju Gukesh"
            ],
            "topics": [
                "deportes",
                "competición",
                "entretenimiento"
            ],
            "description": "Un dia despues de sufrir una de las derrotas mas dolorosas de su carrera ante Gukesh, el campeon roza la perfeccion cuando parecia desahuciado.",
            "pub_date": "2024-12-09T14:23:06",
            "creator": "Leontxo García",
            "content": "Liren Ding dejo el domingo un pequeno hilo de esperanza tras sufrir una derrota brutal que lo dejo abatido: En el Mundial anterior remonte precisamente en la duodecima partida. Manana lo intentare de nuevo. Y hete aqui que lo hizo, y ademas convirtio a Dommaraju Gukesh en la victima necesaria para crear una obra maestra de finisima estrategia, justo el ambito donde el chino es mas fuerte que el indio. Ahora estan empatados (6-6) a falta de dos partidas. La penultima se disputara el miercoles. El mencionado antecedente, de abril de 2023 contra el ruso Ian Niepomniashi, y la extraordinaria resiliencia que el chino ha mostrado en momentos clave de su carrera incitaban a dejar una ventana abierta para una recuperacion epica, a pesar de que la derrota de la vispera, tras malograr una posicion muy ventajosa, es de las que duelen mucho. Sin embargo, los primeros lances de este lunes enfriaron esa esperanza: una vez mas, Gukesh venia muy bien preparado. Tras solo doce movimientos, la posicion del indio, con las piezas negras, parecia muy comoda; y encima disponia de mucho mas tiempo que Ding, siempre dubitativo, incluso ante jugadas bastante evidentes. Ello no obstante, el inseguro campeon estaba jugando bien, en porfia de como lograr una posicion con muchas piezas, evitando las simplificaciones masivas que facilitarian el empate que su rival buscaba. Por el contrario, Gukesh reconfirmo con su decimotercer lance (torre a b8) que la profundidad estrategica es su aspecto mas debil (o menos fuerte). Esa torre era como un chirrido en una orquesta bien afinada, mientras las piezas del campeon conservaban una armonia muy prometedora. Todo cambio a partir de ese momento. Poco a poco, Ding demostro que el chirrido merecia castigo y encontro el mas molesto. De pronto, el jugador alicaido de la vispera se reencarnaba en el mejor Ding, el campeon del mundo vigente. La posicion era muy molesta para Gukesh, quien tuvo que conseguir tanto tiempo que se puso por detras del chino tambien en el reloj. Gukesh, en uno de los momento criticos de la duodecima partida, este lunes en Singapur Eng Chin An (Eng Chin An) La situacion era muy critica para el aspirante mas joven de la historia. Su padre, Rajinikanth, paseaba por el pasillo como un leon enjaulado, siguiendo la partida en su telefono movil. El gran maestro neerlandes Anish Giri, comentarista en Chess24, hizo una original evaluacion: Es probable que Gukesh no sea consciente de lo mal que esta posicionalmente, y eso le puede ayudar a encontrar el mejor contrajuego. Por otro lado, Ding sabe que tiene mucha ventaja, pero debera arriesgar para ganar. Y ambos van a sufrir apuros de tiempo. Pero, por primera vez desde que empezo el duelo, el semblante de Ding denotaba una impresionante seguridad en si mismo, 24 horas despues de encajar un golpe tremendo. Y eso se reflejaba en que cada una de sus decisiones eran un punetazo en el higado de su rival. Gukesh, muy presionado en el tablero y en el reloj, lucho hasta que ya no tenia sentido hacerlo, y se rindio tras 39 movimientos y cuatro horas de exhibicion del chino. Luego, en la conferencia de prensa, el derrotado mantuvo el tipo y respondio a todas las preguntas con aplomo: Las malas partidas siempre estan ahi, y hoy yo he sufrido una. El marcador actual es justo aunque, logicamente, yo estoy decepcionado. Pero quedan dos partidas para luchar. Ding necesito que cuatro periodistas insistieran en el mismo tema: por que este lunes parecia una persona totalmente distinta, con una enorme confianza en si mismo cuando la falta de confianza ha sido su principal punto debil a lo largo del duelo. Aparte de relatar dos veces que el domingo se acosto temprano, que durmio bien, que antes de la partida echo una siesta y se tomo un cafe expreso, por fin fue al grano: Fue importante darme cuenta de que en la partida anterior hubiera tenido una posicion excelente jugando e6 en lugar de g6; y de que hasta ahi habia jugado bien. Hoy, obligado a ganar, he producido una de mis mejores partidas de los ultimos anos. Y al ver que mi ventaja era ganadora, me he convencido de que ya no habia vuelta atras.",
            "media_url": "https://imagenes.elpais.com/resizer/v2/GXEDBYKAEZDSFIESXE7UZNG2YI.jpg?auth=d6fc275f52289a4ea779b93149d9a8dd897c0c379ca6833d0743b40bdbb7fdec",
            "media_type": "image/jpeg",
            "media_description": "Ding, durante la conferencia de prensa tras su victoria en la duodécima partida, este lunes en Singapur",
            "media_credit": "Eng Chin An (Eng Chin An)",
            "media_thumbnail": null,
            "language": "es",
            "sentiment": {
                "pos": 0.01,
                "neg": 0.024,
                "neu": 0.966
            }
        },
        {
            "id": "c490d3e7-35a2-449e-9786-a20553032f7d",
            "title": "MicroStrategy Makes Another Large Bitcoin Purchase, Buying 21,550 BTC for $2.1B",
            "source_title": "CoinDesk: Bitcoin, Ethereum, Crypto News and Price Data",
            "source_link": "https://www.coindesk.com",
            "article_link": "https://www.coindesk.com/business/2024/12/09/micro-strategy-makes-another-large-bitcoin-purchase-buying-21-550-btc-for-2-1-b",
            "keywords": [
                "Michael Saylor",
                "MicroStrategy Bitcoin purchase",
                "21",
                "550 Bitcoin",
                "BTC holdings",
                "$2.1 billion shares",
                "bitcoin investment",
                "crypto market"
            ],
            "topics": [
                "business",
                "finance",
                "technology"
            ],
            "description": "This latest buying spree brought the company's total holdings to 423, 650 tokens worth nearly $42 billion.",
            "pub_date": "2024-12-09T14:23:04",
            "creator": "Krisztian  Sandor",
            "content": "Bitcoin Development Company MicroStrategy announced Monday a $500 million convertible note offering to be used primarily to purchase BTC.",
            "media_url": "https://cdn.sanity.io/images/s3y3vcno/production/224315b7c03251382f07d6718a11af32fba3674f-5184x2916.jpg",
            "media_type": "image/jpeg",
            "media_description": "Michael Saylor at Bitcoin 2024 in Nashville, Tennessee (CoinDesk/Danny Nelson)",
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.06,
                "neg": 0.013,
                "neu": 0.927
            }
        },
        {
            "id": "99729c32-ae8d-46d9-bde4-802a9a89de01",
            "title": "Polygamist leader with 20 'wives' faces sentencing for criminal sex acts with children",
            "source_title": "ABC News: US",
            "source_link": "http://abcnews.go.com",
            "article_link": "https://abcnews.go.com/US/wireStory/polygamist-leader-20-wives-faces-sentencing-criminal-sex-116596355",
            "keywords": [
                "polygamist leader",
                "sentencing criminal sex acts",
                "underage girls",
                "Samuel Bateman",
                "coercing children",
                "spiritual wives",
                "decades in prison",
                "sexual abuse",
                "child exploitation"
            ],
            "topics": [
                "crime",
                "society",
                "law",
                "politics"
            ],
            "description": "A polygamist religious leader faces decades in prison in Arizona after claiming more than 20 spiritual &ldquo; wives&rdquo; including 10 underage girls.",
            "pub_date": "2024-12-09T14:22:27",
            "creator": null,
            "content": "PHOENIX -- A polygamist religious leader who claimed more than 20 spiritual wives including 10 underage girls faces decades in prison at his sentencing on Monday for coercing girls as young as 9 years old to submit to criminal sex acts with him and other adults. Samuel Bateman, whose small group was an offshoot of the sect once led by Warren Jeffs, has pleaded guilty to a yearslong scheme to transport girls across state lines for his sex crimes, and later to kidnap some of them from protective custody. His plea agreement called for 20 to 50 years in prison, though each conviction carries a possible life sentence. But first, a federal judge will hear from a doctor who evaluated Bateman's competency. The question could determine whether the sentencing goes forward or Bateman is remanded to state custody for psychiatric treatment until hes deemed mentally fit to assist in his defense, his attorney Brian Russo said. Authorities say that Bateman, 48, tried to start an offshoot of the Fundamentalist Church of Jesus Christ of Latter-Day Saints based in the neighboring communities of Colorado City, Arizona, and Hildale, Utah. The fundamentalist group, also known as FLDS, split from the mainstream Church of Jesus Christ of Latter-day Saints after Mormons officially abandoned polygamy in 1890. The alleged practice of sect members sexually abusing girls who they claim as spiritual wives has long plagued the FLDS. Jeffs was convicted of state charges in Texas in 2011 involving sexual assaults of his underage followers. Bateman was one of Jeffs' trusted followers and declared himself, like Jeffs, to be a prophet of the FLDS. Jeffs denounced Bateman in a written revelation sent to his followers from prison, and then tried to start his own group. In 2019 and 2020, insisting that polygamy brings exaltation in heaven and that he was acting on orders from the Heavenly Father, Bateman began taking female adults and children from his male followers and proclaiming them to be his wives, the plea agreement said. While none of these marriages were legally or ceremonially recognized, Bateman acknowledged that each time he claimed another wife, it marked the beginning of his illicit sexual contact with the woman or girl. Federal agents said Bateman demanded that his followers confess publicly for any indiscretions and he imposed punishments that ranged from public shaming to sexual activity, including requiring that some male followers atone for their sins by surrendering their own wives and daughters to him. Bateman traveled extensively between Arizona, Utah, Colorado and Nebraska and regularly coerced underage girls into his criminal sexual activity, the U. S. Attorney's Office in Arizona said. Bateman was arrested in August 2022 by state police as he drove through Flagstaff pulling a trailer. Someone had alerted authorities after spotting small fingers reaching through the slats of the door. Inside the trailer, which had no ventilation, they found a makeshift toilet, a sofa, camping chairs and three girls, 11 to 14 years old. Bateman posted bond but was soon arrested again, accused of obstructing justice in a federal investigation into whether children were being transported across state lines for his sex crimes. Authorities also took nine children from Batemans home in Colorado City into protective custody. Eight of the children later escaped from foster care in Arizona, and were found hundreds of miles away in Washington state, in a vehicle driven by one of the adult wives. Bateman also admitted his involvement in the kidnapping plot. Federal prosecutors noted that Bateman's plea agreement was contingent on all of his co-defendants also pleading guilty. It also called for restitution of as much as $1 million per victim, and for all assets to be immediately forfeited. Seven of Batemans adult wives have been convicted of crimes related to coercing children into sexual activity or impeding the investigation into Bateman. Some acknowledged they also coerced girls to become Bateman's spiritual wives, witnessed Bateman having criminal sexual activity with girls, participated in illicit group sex involving children, or joined in kidnapping them from foster care. Another woman is scheduled to be tried Jan. 14 on charges related to the kidnappings. Two Colorado City brothers also face 10 years to life at their sentencings, on Dec. 16 and Dec. 20, after being convicted in October of charges including interstate travel to persuade or coerce a child to engage in sexual activity. Authorities say one bought Bateman two Bentley automobiles, while the other bought him a Range Rover. In court records, lawyers for some of Batemans wives painted a bleak picture of their clients religious upbringings. One said his client was raised in a religious cult that taught sexual activity with children was acceptable and that she was duped into marrying Bateman. Another said her client was given to Bateman by another man as if she were a piece of property, feeling she had no choice, and was manipulated by Bateman into doing things she wouldnt otherwise do.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": "https://s.abcnews.com/images/US/wirestory_af1386e7a13527b4effc6fd0077951e6_4x3_384.jpg",
            "language": "en",
            "sentiment": {
                "pos": 0.062,
                "neg": 0.098,
                "neu": 0.84
            }
        },
        {
            "id": "c4bd8074-f7a5-4f80-b634-3f37447a6a92",
            "title": "Omnicom to buy Interpublic, creating ad agency giant with nearly $26 billion in annual revenue",
            "source_title": "ABC News: US",
            "source_link": "http://abcnews.go.com",
            "article_link": "https://abcnews.go.com/US/wireStory/omnicom-buy-interpublic-creating-ad-agency-giant-26-116594039",
            "keywords": [
                "Omnicom Interpublic acquisition",
                "advertising powerhouse",
                "stock-for-stock deal",
                "26 billion annual revenue",
                "ad agency giant"
            ],
            "topics": [
                "business",
                "finance",
                "advertising"
            ],
            "description": "Omnicom is buying Interpublic Group in a stock-for-stock deal that will create an advertising powerhouse with combined annual revenue of almost $26 billion.",
            "pub_date": "2024-12-09T14:22:19",
            "creator": null,
            "content": "Omnicom is buying Interpublic Group in a stock-for-stock deal that will create an advertising powerhouse with combined annual revenue of almost $26 billion Omnicom to buy Interpublic, creating ad agency giant with nearly $26 billion in annual revenue Omnicom is buying Interpublic Group in a stock-for-stock deal that will create an advertising powerhouse with combined annual revenue of almost $26 billion. The New York City agencies have had a hand in iconic marketing campaigns like Got Milk for the California Milk Processor Board, Priceless for Mastercard, Because I'm Worth It for L'Oreal and Think Different for Apple. The combined company will be worth more than $30 billion. Shareholders of The Interpublic Group of Companies Inc. will receive 0. 344 Omnicom shares for each share of Interpublic common stock that they own. Omnicom shareholders will own 60. 6% of the combined company and Interpublic shareholders will own 39. 4% after the transaction is complete. Our two companies have highly complementary offerings, geographic presence and cultures,\" Interpublic CEO Philippe Krakowsky said in a statement. We also share a foundational belief in the power of ideas, enabled by technology and data. The company will keep the Omnicom name and trade under the OMC ticker symbol on the New York Stock Exchange. John Wren will remain as chairman and CEO of Omnicom, while Phil Angelastro continues as executive vice president and chief financial officer of Omnicom. Krakowsky and Daryl Simm will serve as co-presidents and chief operating officers of Omnicom. Three current members of Interpublic's board, including Krakowsky, will join the board of Omnicom. The deal is expected to have annual cost savings of $750 million and is expected to close during the second half of next year. It still needs the approval of Omnicom and Interpublic shareholders. Shares of Interpublic jumped more than 13% before the market open on Monday, while Omnicom's stock fell more than 3%.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": "https://s.abcnews.com/images/US/wirestory_7e49c0cb220d31c1930d27cc264fd9b8_4x3_384.jpg",
            "language": "en",
            "sentiment": {
                "pos": 0.093,
                "neg": 0.0,
                "neu": 0.907
            }
        },
        {
            "id": "42a2727b-e535-46c1-a607-e639876516a4",
            "title": "Affaire Polanski : « Ce procès était celui de la liberté de se défendre »",
            "source_title": "Le Point - Actualité",
            "source_link": "https://www.lepoint.fr",
            "article_link": "https://www.lepoint.fr/debats/affaire-polanski-ce-proces-etait-celui-de-la-liberte-de-se-defendre-09-12-2024-2577528_2.php",
            "keywords": [
                "Affaire Polanski",
                "procès de la liberté",
                "de se défendre",
                "Débats et opinions",
                "enjeux de la société"
            ],
            "topics": [
                "culture",
                "society",
                "law"
            ],
            "description": "ENTRETIEN EXCLUSIF. Delphine Meillet, avocate du cineaste, revient sur la relaxe en appel de son client, le droit a la defense et les exces du mouvement #MeToo.",
            "pub_date": "2024-12-09T14:22:00",
            "creator": null,
            "content": "La newsletter debats et opinions Votre adresse email n'est pas valide Recevez notre selection darticles tiree de notre rubrique Debats, pour comprendre les vrais enjeux du monde daujourdhui et de notre societe Tous les vendredis a 7h30 Merci ! Votre inscription a bien ete prise en compte avec l'adresse email : Pour decouvrir toutes nos autres newsletters, rendez-vous ici : MonCompte.",
            "media_url": "https://www.lepoint.fr/images/2024/12/09/27133285lpw-27133293-article-jpg_10709571.jpg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "fr",
            "sentiment": {
                "pos": 0.0,
                "neg": 0.0,
                "neu": 1.0
            }
        },
        {
            "id": "647c8d1a-1ba4-4921-8b2c-98422bf5c2f0",
            "title": "Over 4,000 Syrian troops cross into Iraq as opposition seizes Damascus — agency",
            "source_title": "TASS",
            "source_link": "https://tass.com",
            "article_link": "https://tass.com/world/1884645",
            "keywords": [
                "Syrian troops",
                "armed opposition",
                "Damascus control",
                "weapon turnover",
                "armored vehicles"
            ],
            "topics": [
                "military",
                "politics",
                "international"
            ],
            "description": "A security official, in turn, said that the governor of the Syrian province of Hasakah had also crossed into Iraq with a convoy of Syrian army soldiers on Sunday night.",
            "pub_date": "2024-12-09T14:21:37",
            "creator": null,
            "content": "NEW YORK, December 9. /TASS/. Over 4, 000 Syrian troops have crossed into Iraq since the armed opposition took control of Damascus, the Associated Press reported, citing sources. According to an Iraqi militia official, the soldiers turned over their weapons, ammunition and armored vehicles. They will be housed in a camp; its location has not been disclosed. A security official, in turn, said that the governor of the Syrian province of Hasakah had also crossed into Iraq with a convoy of Syrian army soldiers on Sunday night. On Sunday, the Shafaq News outlet reported that the Iraqi authorities were building a tent camp for Syrian soldiers who had crossed the border, while no decision on their figure had been made yet. However, there is currently no accurate data on the number of Syrian soldiers in Iraq. On November 27, Syrias armed opposition units launched a large-scale offensive on the positions of government forces in the provinces of Aleppo and Idlib. By the evening of December 7, President Bashar Assads opponents had seized several large cities, including Aleppo, Hama, Deir ez-Zor, Daraa, and Homs. On December 8, they entered the Syrian capital, Damascus, while the army withdrew from the city. Syrian Prime Minister Mohammad Ghazi al-Jalali expresses readiness to transfer power peacefully.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.034,
                "neg": 0.051,
                "neu": 0.915
            }
        },
        {
            "id": "ac1baf20-7c2c-43db-b3e9-2eb7372d60b2",
            "title": "Guns N’ Roses Announce 2025 International Tour",
            "source_title": "Consequence",
            "source_link": "https://consequence.net",
            "article_link": "https://consequence.net/2024/12/guns-n-roses-2025-international-tour/",
            "keywords": [
                "Guns N' Roses",
                "2025 world tour",
                "international tour",
                "Middle East",
                "Europe",
                "UK",
                "Public Enemy",
                "Rival Sons",
                "Sex Pistols",
                "Frank Carter"
            ],
            "topics": [
                "music",
                "entertainment",
                "travel"
            ],
            "description": "The shows will feature rotating support from Public Enemy, Rival Sons, and the Sex Pistols Featuring Frank Carter. Guns N' Roses Announce 2025 International Tour Spencer Kaufman.",
            "pub_date": "2024-12-09T14:20:05",
            "creator": "Spencer Kaufman",
            "content": "Guns N Roses have announced a 2025 international tour, including dates in the Middle East, Europe, and the UK. The shows will be the bands first concerts since November 2023, and feature rotating support from Public Enemy, Rival Sons, and the Sex Pistols Featuring Frank Carter. The outing, which carries the tagline Because What You Want and What You Get Are Two Completely Different Things, kicks off May 23rd in Riyadh, Saudi Arabia, marking the first GNR concert in that country. A show in Abu Dhabi will follow on May 27th, before Axl Rose and company embark on a European/UK run that launches May 30th in Shekvetili, Georgia, and ends with a July 31st with a headlining set at Germanys Wacken Open Air festival. A pre-sale for members of GNRs Nightrain fan club begins Tuesday (December 10th) at 9 a. m. local time, while a general on-sale starts Friday (December 13th) at 9 a. m. local time. Related Video Back in 2016, following the return of classic members Slash and Duff McKagan to the lineup, Guns N Roses launched the Not in This Lifetime. Tour, which grossed $584. 2 million by the time it wrapped up in November 2019. GNR then embarked on the Were F*ckin Back! Tour from 2021 through 2022, and another tour of Asia, Europe, and North America in 2023. While GNR are yet to release their first studio album since 2008s Chinese Democracy, the band has unveiled a handful of new singles over the past few years, including Absurd, Hard Skool, Perhaps, and The General. See a list of Guns N Roses 2025 tour dates below. Guns N Roses 2025 Tour Dates: 05/23 Riyadh, SA @ Kingdom Arena 05/27 Abu Dhabi, AE @ UAE Etihad Arena 05/30 Shekvetili, GE @ Shekvetili Parka * 06/02 Instanbul, TR @ Tupras Stadyumu * 06/06 Coimbra, PT @ Estadio Cidade de Coimbra * 06/09 Barcelona, ES @ Estadi Olimpic Lluis Companys * 06/12 Florence, IT @ Firenze Rocks * 06/15 Hradec Kralove, HR @ Czechia Rock For People * 06/18 Dusseldorf, DE @ Merkur Spiel-Arena * 06/20 Munich, DE @ Allianz Arena * 06/23 Birmingham, UK @ Villa Park * 06/26 London, UK @ Wembley Stadium * 06/29 Aarhus, DK @ Denmark Eskelunden ^ 07/02 Trondheim, NO @ Granasen Ski Centre ^ 07/04 Stockholm, SE @ Strawberry Arena ^ 07/07 Tampere, FI @ Ratina Stadium ^ 07/10 Kaunas, LT @ Darius and Girenas Stadium ^ 07/12 Warsaw, PL @ PGE Nardowy ^ 07/15 Budapest, HU @ Ferenc Puskas Stadium ^ 07/18 Belgrade, RS @ Usce Park ^ 07/21 Sofia, BG @ Vasil Levski Stadium ^ 07/24 Vienna, AT @ Ernst Happel Stadion # 07/28 Luxembourg City, LU @ Luxembourg Open Air # 07/31 Wacken, DE @ Wacken Open Air * = w/ Rival Sons ^ = w/ Public Enemy # = w/ Sex Pistols Featuring Frank Carter.",
            "media_url": "https://consequence.net/wp-content/uploads/2024/12/Guns-N-Roses-2025-Euro-Tour-Poster.jpg?quality=80",
            "media_type": "image/jpeg",
            "media_description": "Guns N Roses 2025 Euro Tour Poster",
            "media_credit": null,
            "media_thumbnail": "https://consequence.net/wp-content/uploads/2024/12/Guns-N-Roses.jpg?quality=80",
            "language": "en",
            "sentiment": {
                "pos": 0.025,
                "neg": 0.033,
                "neu": 0.942
            }
        },
        {
            "id": "e273279c-9ea7-41f1-bc0c-fcc31f96c1c4",
            "title": "'He's Another One Who's A Bit Like Virat': Josh Hazlewood's Honest Opinion On Md Siraj After Altercation With Travis Head",
            "source_title": "Zee News :Sports",
            "source_link": "https://zeenews.india.com",
            "article_link": "https://zeenews.india.com/cricket/hes-another-one-whos-a-bit-like-virat-josh-hazlewoods-honest-opinion-on-md-siraj-after-altercation-with-travis-head-2829711.html",
            "keywords": [
                "Josh Hazlewood",
                "Md Siraj",
                "Virat Kohli",
                "Travis Head",
                "altercation",
                "pink-ball Test"
            ],
            "topics": [
                "sports",
                "cricket",
                "news"
            ],
            "description": "Mohammed Siraj was involved in two incidents where his temper flared during the pink-ball Test against Australia.",
            "pub_date": "2024-12-09T14:20:00",
            "creator": "Zee News",
            "content": "Australian pacer Josh Hazlewood has compared his former Royal Challengers Bengaluru (RCB) teammate Mohammed Siraj to Virat Kohli after Indian pacer's on-field altercation with Travis Head during the pink-ball Test in Adelaide. Notably, Siraj was involved in two incidents where his temper flared during the pink-ball Test that India lost by 10 wickets. His temper has become a topic of discussion among experts and fans before the third Test. The 30-year-old India pacer first threw the ball wide off the stumps near Marnus Labuschagne in Australia's first innings after the Aussie batter pulled away from his stance, forcing the bowler to halt his run-up. The incident happened when a man holding a tower of beer cups walked into Labuschagne's line of sight. The next day, Siraj gave a fiery send-off to Head after cleaning him up with a low full toss, drawing the ire of the Adelaide crowd which booed him. While speaking to the media on Monday, Josh Hazlewood called Siraj a \"good character\", who fires up the crowd and is passionate about the game like Indian superstar Virat Kohli. \"He's just a good character and it's good to see sometimes. I really enjoyed my time at RCB with Siraj. He's probably the leader of the attack there, to a degree. He's another one who's a bit like Virat, very passionate, goes with the flow of the game, gets the crowd up,\" said Hazlewood \"He has bowled serious spells in the IPL in the last few years,\" he added. Hazlewood had dismissed Kohli for 5 in the first innings in the opening Test at Perth. It was the fourth time the Australian pacer dismissed Kohli in red-ball cricket. Talking about his contest with Kohli, the 33-year-old Aussie pacer said, \"It just comes down to who executes well on the day, whether he leaves you well until the ball gets soft or someone else comes on the ball and doesn't ball quite well enough. There's a lot of match-ups like that throughout international cricket. You know, we've played with each other so much. If you've been around for 10 years, you pretty much know each other inside out,\" he added. Australia levelled the five match series 1-1 after a thumping 10-wicket win over India in the second Test in Adelaide. The two sides now head to Brisbane for the third match, starting December 14.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.104,
                "neg": 0.04,
                "neu": 0.855
            }
        },
        {
            "id": "52ab33ab-0c99-4043-943f-24f4b3ba7542",
            "title": "ITV I'm A Celeb's Danny Jones suffers major gaffe just minutes after winning show",
            "source_title": "Daily Express :: Celebrity News Feed",
            "source_link": "https://www.express.co.uk",
            "article_link": "https://www.express.co.uk/celebrity-news/1986424/itv-im-a-celeb-winner-danny-jones-major-blunder",
            "keywords": [
                "I'm A Celeb winner",
                "Danny Jones",
                "major gaffe",
                "King of the Jungle",
                "McFly frontman"
            ],
            "topics": [
                "entertainment",
                "television",
                "celebrity"
            ],
            "description": "McFly star Danny Jones was crowned King of the Jungle on Sunday night's I'm A Celebrity. Get Me Out Of Here! but was left red-faced just minutes after the credits rolled.",
            "pub_date": "2024-12-09T14:20:00",
            "creator": "Victoria Johns,Alexandra Bullard",
            "content": "Danny suffered a major gaffe just minutes after being crowned Just moments after being named King of the Jungle on I'm A Celebrity. Get Me Out Of Here!, McFly frontman Danny Jones was caught in an embarrassing blunder. The 38 year old musician triumphed over Coleen Rooney and Reverend Richard Coles, and couldn't hide his joy as he was presented with the show's iconic wooden sceptre on Sunday. Regrettably, the celebration was short-lived as, just minutes post-credits, Danny seemed to have snapped the coveted item much to the disbelief of viewers and show host, Joel Dommett, who was quick to point out: \"Oh no Danny! What have you done?\" Not missing a beat, a laughing Danny quipped: \"Has anyone got any glue?\". Fans were tickled by the faux pas, flooding Instagram with mirthful comments and expressing elation at Danny's victory after a gruelling three-week stint in the Australian bush, reports the Mirror. McFly star, Danny Jones, broke the iconic wooden sceptre Despite the sceptre slip-up, Danny, deeply moved, expressed his gratitude upon receiving his title from Ant and Dec, uttering: \"It feels amazing, I can't even talk.\" He warmly thanked his supporters, adding lightheartedly that it's refreshing to 'be liked' and noted: \"Thank you from the bottom of my heart. I gave my all in there, it's a lovely feeling to be liked. Thank you so much, I appreciate this so much.\" Danny's win could now pave the way for high-profile opportunities on ITV, making this just the beginning of more prime-time adventures. Following his triumphant exit from the jungle, fans are eagerly anticipating Danny's next move. ITV is reportedly eager to secure the star for one of its flagship shows, alongside household names such as Joel Dommett and Bradley Walsh. Danny already holds a judging position on The Voice with bandmate Tom Fletcher, but could soon add more TV appearances to his portfolio. \"Danny is the embodiment of everything ITV loves,\" an insider revealed to The Sun. \"He's fun, family-friendly and incredibly popular. His popularity on I'm A Celeb has made him a prime target for upcoming shows. Not only is Danny a fantastic musician, he also shines on TV.\" Trending SUBSCRIBE Invalid email We use your sign-up to provide content in ways you've consented to and to improve our understanding of you. This may include adverts from us and 3rd parties based on our understanding. You can unsubscribe at any time. Read our Privacy Policy.",
            "media_url": "https://cdn.images.express.co.uk/img/dynamic/79/590x/1986424_1.jpg",
            "media_type": "img/jpeg",
            "media_description": "Danny Jones was crowned King of the Jungle",
            "media_credit": "ITV",
            "media_thumbnail": "https://cdn.images.express.co.uk/img/dynamic/79/237x141/1986424_1.jpg",
            "language": "en",
            "sentiment": {
                "pos": 0.166,
                "neg": 0.03,
                "neu": 0.804
            }
        },
        {
            "id": "44b242ff-e76c-4d79-88a0-1b0de5f659a1",
            "title": "Who is Luke Grimes’ wife? What he’s shared about Bianca Rodrigues",
            "source_title": "TODAY Pop Culture",
            "source_link": "https://www.today.com/",
            "article_link": "https://www.today.com/popculture/luke-grimes-wife-bianca-rodrigues-rcna183238",
            "keywords": [
                "Luke Grimes",
                "bianca rodrigues",
                "yellowstone series",
                "Kayce Dutton",
                "Paramount Network"
            ],
            "topics": [
                "entertainment",
                "television",
                "celebrities"
            ],
            "description": "Who is Luke Grimes' wife? Meet the Yellowstone star's wife Bianca Rodrigues and find out what he's shared about their baby and children.",
            "pub_date": "2024-12-09T14:19:48",
            "creator": "Clara Scholl",
            "content": "\"Yellowstone\" is back but not for long. Luke Grimes' run as Kayce Dutton in the Paramount Network series is likely coming to a close, as is the rest of the \"Yellowstone\" cast's, once the fifth season ends. The actor and musician's \"Yellowstone\" character is married to Monica Dutton (Kelsey Asbille). Off screen, Grimes is married to Bianca Rodrigues, a Brazilian model. Grimes and Rodrigues are mostly private, but have shared some details about their life together, like photos of their newborn son and their move to Montana. During a TODAY appearance in 2023, Grimes credited Rodrigues with the move to the state where \"Yellowstone\" is filmed. She came up with me for work one year and just sort of fell in love with it, and we kind of got into the rhythm up there, Grimes said on the 3rd Hour of TODAY. Going back to Texas didnt sound like much fun so we stayed, we built a house. Originally from Brazil, she learned English watching 'The Office' Speaking to People, Grimes said his wife learned to speak English by watching a famous sitcom. She moved to the States without knowing a word of English, Grimes says. And when I met her, she had only lived here for two years but she spoke beautiful, fluent English. I was like, How did you learn it so fast? And she said, I watched The Office with subtitles. Grimes and Rodrigues got married in 2018 Rodrigues celebrated three years married to her \"favorite person in the world\" on Instagram in November 2022. In other anniversary posts, Rodrigues refers to her husband by the nickname anjo, which means angel in Portuguese. \"Im so lucky to have you in my life Happy anniversary anjo! Te amo,\" she wrote in November 2021. They now live in Montana Grimes shared on TODAY that the couple moved to Montana full-time, where \"Yellowstone\" is filmed. He told Country Living the motivation behind the move was to find a place where they could start a family aside from Los Angeles. \"My wife and I wanted to raise a family somewhere else; I kind of told her about (Montana) and she fell in love with it, too. Thats how we ended up here. Rodrigues posts photos from Montana frequently. Her Instagram bio also has a pin emoji next to the word Montana. \"I love you Montana,\" she captioned a photo of the sky. 9. In a photo, she holds the newborn and looks off into the distance. \"Welcome to the world little man,\" the caption reads. A week later, she posted another photo of the happy family, captioned, And then there were 3. She recently shared a photo of their son wearing headphones at one of Grimes concerts. Grimes told People in November 2024 his next album would be influenced by having a son. Man, having my baby has changed everything in every way possible, he said, calling his son the \"biggest influence\" in his life. She's a proud Bengal cat owner Grimes and Rodrigues have two Bengal cats, Buck and Zelda, according to the breeder who posted about the cats on their website. Rodrigues frequently photos and stories of the cats, including videos of them walking on leash in their Montana backyard, per a story highlight on her page.",
            "media_url": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit_1500w/rockcms/2024-12/bianca-Rodrigues-luke-grimes-mc-241209-16b40c.jpg",
            "media_type": "image/jpeg",
            "media_description": "Bianca Rodrigues and Luke Grimes attend Paramount's \"Yellowstone\" Season 5 New York Premiere at Walter Reade Theater on November 03, 2022 in New York.",
            "media_credit": "Dia Dipasupil",
            "media_thumbnail": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit_1500w/rockcms/2024-12/bianca-Rodrigues-luke-grimes-mc-241209-16b40c.jpg",
            "language": "en",
            "sentiment": {
                "pos": 0.144,
                "neg": 0.043,
                "neu": 0.813
            }
        },
        {
            "id": "b96a03a2-0431-4e04-aecb-9e4f3790f2c6",
            "title": "Crolla balcone durante gita scolastica a Ferrara, insegnante e guida in ospedale",
            "source_title": "Adnkronos - ultimoratop",
            "source_link": "https://www.adnkronos.com",
            "article_link": "https://www.adnkronos.com/cronaca/ferrara-crollo-balcone-gita-incidente_3AIhe0K3sdbp9KXpkp4IYr",
            "keywords": [
                "crollo balcone",
                "Ferrara gita scolastica",
                "incidente villa storica",
                "Ro Ferrarese",
                "tragedia sfiorata"
            ],
            "topics": [
                "society",
                "education",
                "health"
            ],
            "description": "(Adnkronos) L'incidente a Ro Ferrarese durante la visita di una scolaresca in una villa storica. Volo di 5 metri per le due persone coinvolte.",
            "pub_date": "2024-12-09T14:19:00",
            "creator": "webinfo@adnkronos.com (Web Info)",
            "content": "L'incidente a Ro Ferrarese durante la visita di una scolaresca in una villa storica. Volo di 5 metri per le due persone coinvolte Ha rischiato di trasformarsi in una tragedia la gita scolastica di una classe di scuola media in visita a Villa Rivani Farolfi, dimora storica situata in provincia di Ferrara, nel comune di Riva del Po, presso la frazione di Ro Ferrarese. Attorno a meta mattinata, un balcone della villa ha ceduto ed e crollato, trascinando con se un insegnante e una guida turistica che, assieme agli studenti, si trovavano ad un piano rialzato della struttura. Le due persone sono cadute a terra tra i calcinacci da unaltezza di oltre 5 metri. Immediato lintervento dei soccorsi, con i volontari che hanno trasportato linsegnante e la guida presso il vicino ospedale di Cona. Mentre gli studenti, illesi, venivano riaccompagnati presso il proprio istituto scolastico, due pattuglie dei carabinieri e i vigili del fuoco di Rovigo e Ferrara sono intervenuti per mettere in sicurezza larea e impedirne laccesso.",
            "media_url": "https://www.adnkronos.com/resources/0293-1c571604a967-43de82feebbb-1000/format/medium/pronto_soccorso_fg_1_.jpeg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "it",
            "sentiment": {
                "pos": 0.03,
                "neg": 0.023,
                "neu": 0.947
            }
        },
        {
            "id": "b049d9d2-92b2-47e3-89e4-1de6d19342be",
            "title": "Mullen Subsidiary, Bollinger Motors, Partners with Broadway Ford Truck Center to Provide Sales and Service",
            "source_title": "Financial Post",
            "source_link": "https://financialpost.com",
            "article_link": "https://financialpost.com/globe-newswire/mullen-subsidiary-bollinger-motors-partners-with-broadway-ford-truck-center-to-provide-sales-and-service",
            "keywords": [
                "Mullen Subsidiary",
                "Bollinger Motors",
                "Broadway Ford Truck Center",
                "sales and service",
                "dealer network"
            ],
            "topics": [
                "business",
                "automotive"
            ],
            "description": "Broadway Ford Truck Center is a great addition to Bollingers growing dealer network Broadway to play a key role in strengthening Bollingers Midwest presence BREA, Calif., Dec. (NASDAQ: MULN) (Mullen or the Company), an electric vehicle (EV) manufacturer, announces today that its subsidiary, Bollinger Motors (Bollinger), [.].",
            "pub_date": "2024-12-09T14:18:40",
            "creator": "GlobeNewswire",
            "content": ". Mullen Subsidiary, Bollinger Motors, Partners with Broadway Ford Truck Center to Provide Sales and Service GNW Broadway Ford Truck Center is a great addition to Bollingers growing dealer network We apologize, but this video has failed to load. tap here to see other videos from our team. Try refreshing your browser, or Mullen Subsidiary, Bollinger Motors, Partners with Broadway Ford Truck Center to Provide Sales and Service Back to video Broadway to play a key role in strengthening Bollingers Midwest presence BREA, Calif., Dec. (NASDAQ: MULN) (Mullen or the Company), an electric vehicle (EV) manufacturer, announces today that its subsidiary, Bollinger Motors (Bollinger), has named St. Louis, Missouri-based Broadway Ford Truck Center (Broadway) as an official Bollinger Motors dealer, strengthening its Midwest presence. 2 . Our partnership with Broadway Ford Truck Center in St. Louis marks a significant step forward in meeting the growing demand for electric vehicles among fleet managers, said Jim Connelly, chief revenue officer at Bollinger Motors. This partnership expands our footprint in a key market and ensures that commercial fleet operators have access to innovative EV solutions. Together, were helping businesses transition to sustainable transportation while addressing their operational needs with efficiency and reliability. The Bollinger B4 Chassis Cab is an all-new, all-electric Class 4 commercial truck designed from the ground up with extensive fleet and upfitter input. Bollingers unique chassis design protects the 158-kilowatt-hour battery pack and components to offer unparalleled capability and safety in the commercial market. The company began delivering Bollinger B4 vehicles to customers in October. We are excited to partner with Bollinger Motors to bring their innovative electric trucks to the St. Louis market, said Dennis Phillips, president and general manager at Broadway Ford Truck Center. At Broadway Ford Truck Center, we take pride in offering our customers advanced solutions that meet the demands of todays commercial vehicle industry while paving the way for a more sustainable tomorrow. Bollinger Motors commitment to quality and electrification perfectly complements our dedication to delivering exceptional products and service. This partnership represents a shared vision for growth, innovation, and driving progress in the transportation sector. Top Stories Get the latest headlines, breaking news and columns. There was an error, please provide a valid email address. Sign Up By signing up you consent to receive the above newsletter from Postmedia Network Inc. Thanks for signing up! A welcome email is on its way. If you don't see it, please check your junk folder. The next issue of Top Stories will soon be in your inbox. We encountered an issue signing you up. Please try again 3 . Bollinger Motors has passed numerous milestones in the past several months, including: Its production launch on September 16. Regulatory achievements including FMVSS compliance, receiving the Certificate of Conformity from the Environmental Protection Agency and CARB certification. A 145 vehicle agreement with Momentum Group. A 70 vehicle agreement with Doering Fleet Management. A 50 vehicle agreement with EnviroCharge. The addition of Anderson Motors, TEC Equipment, Affinity Truck Center, Nacarato Truck Centers, and Nuss Truck & Equipment as dealers and service centers. Working with Our Next Energy in Novi, Michigan, to supply battery packs. Providing full warranty coverage of the B4 chassis cab. Announcing Syncron as its warranty administration partner and Amerit Fleet Solutions as its mobile service provider About Bollinger Motors Founded in 2015 by Robert Bollinger, Bollinger Motors, Inc. is a U. S.-based company headquartered in Oak Park, Michigan. Bollinger Motors is developing all-electric commercial chassis cab trucks, Classes 4-6. In September of 2022, Bollinger Motors became a majority-owned company of Mullen Automotive, Inc. (NASDAQ: MULN). Learn more at www. BollingerMotors. com and www. MullenUSA. com. 4 . About Mullen Mullen Automotive (NASDAQ: MULN) is a Southern California-based automotive company building the next generation of commercial electric vehicles (EVs) with two United States-based vehicle plants located in Tunica, Mississippi, (120, 000 square feet) and Mishawaka, Indiana (650, 000 square feet). In August 2023, Mullen began commercial vehicle production in Tunica. In September 2023, Mullen received IRS approval for federal EV tax credits on its commercial vehicles with a Qualified Manufacturer designation that offers eligible customers up to $7,500 per vehicle. As of January 2024, both the Mullen ONE, a Class 1 EV cargo van, and Mullen THREE, a Class 3 EV cab chassis truck, are California Air Resource Board (CARB) and EPA certified and available for sale in the U. S. Recently, CARB issued HVIP approval on the Mullen THREE, Class 3 EV truck, providing up to $45,000 cash voucher at time of vehicle purchase. The Company has also recently expanded its commercial dealer network to seven dealers with the addition of Pape Kenworth. Other previously announced dealers include Pritchard EV, National Auto Fleet Group, Ziegler Truck Group, Range Truck Group, Eco Auto, and Randy Marion Auto Group, providing sales and service coverage in key Midwest, West Coast, Pacific Northwest, New England and Mid-Atlantic markets. The Company has also announced Foreign Trade Zone (FTZ) status approval for its Tunica, Mississippi, commercial vehicle manufacturing center. FTZ approval provides a number of benefits, including deferment of duties owed and elimination of duties on exported vehicles. 5 . To learn more about the Company, visit www. MullenUSA. com. Mullen Forward-Looking Statements Certain statements in this press release that are not historical facts are forward-looking statements within the meaning of Section 27A of the Securities Exchange Act of 1934, as amended. Any statements contained in this press release that are not statements of historical fact may be deemed forward-looking statements. Words such as continue, will, may, could, should, expect, expected, plans, intend, anticipate, believe, estimate, predict, potential and similar expressions are intended to identify such forward-looking statements. All forward-looking statements involve significant risks and uncertainties that could cause actual results to differ materially from those expressed or implied in the forward-looking statements, many of which are generally outside the control of Mullen and Bollinger Motors and are difficult to predict. Examples of such risks and uncertainties include whether Broadway will be successful in selling any Bollinger vehicles; whether the Bollinger B4 will prove successful; how long state and federal electric vehicle incentive programs will continue to apply; the ability of Bollinger Motors B4 Class trucks to qualify for such incentive programs; and the impact of incentive programs on the resultant price of the Bollinger B4 Class trucks. 6 . Additional examples of such risks and uncertainties include but are not limited to: (i) Mullen and Bollinger Motors ability (or inability) to obtain additional financing in sufficient amounts or on acceptable terms when needed; (ii) Mullen and Bollinger Motors ability to maintain existing, and secure additional, contracts with manufacturers, parts and other service providers relating to its business; (iii) Mullen and Bollinger Motors ability to successfully expand in existing markets and enter new markets; (iv) Mullen and Bollinger Motors ability to successfully manage and integrate any acquisitions of businesses, solutions or technologies; (v) unanticipated operating costs, transaction costs and actual or contingent liabilities; (vi) the ability to attract and retain qualified employees and key personnel; (vii) adverse effects of increased competition on Mullen and Bollinger Motors business; (viii) changes in government licensing and regulation that may adversely affect Mullen and Bollinger Motors business; (ix) the risk that changes in consumer behavior could adversely affect Mullen and Bollinger Motors business; (x) Mullen and Bollinger Motors ability to protect its intellectual property; (xi) the vehicles developed will perform as expected and (xii) local, industry and general business and economic conditions. Additional factors that could cause actual results to differ materially from those expressed or implied in the forward-looking statements can be found in the most recent annual report on Form 10-K, quarterly reports on Form 10-Q, and current reports on Form 8-K filed by Mullen Automotive, Inc., of which Bollinger Motors is a partially owned subsidiary, with the Securities and Exchange Commission. Mullen and Bollinger Motors anticipate that subsequent events and developments may cause the Companys plans, intentions and expectations to change. Mullen and Bollinger Motors assume no obligation, and specifically disclaim any intention or obligation, to update any forward-looking statements, whether because of new information, future events or otherwise, except as expressly required by law. Forward-looking statements speak only as of the date they are made and should not be relied upon as representing Mullen and Bollinger Motors plans and expectations as of any subsequent date. Bollinger Motors (248) 875-4207, mdevilling@westshorepr. com Contact: Mullen Automotive, Inc. +1 (714) 613-1900 www. MullenUSA. com Corporate Communications: InvestorBrandNetwork (IBN) Los Angeles, California www. InvestorBrandNetwork. com 310. 299. 1717 Office Editor@InvestorBrandNetwork. com Attachment Broadway Ford Truck Center is a Leading Commercial Fleet Dealer in St. Louis, Missouri in your social network.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.145,
                "neg": 0.024,
                "neu": 0.831
            }
        },
        {
            "id": "bd3b3955-1de9-4829-8601-4d633d837e32",
            "title": "Total Area Sown Under Rabi Crops Surges Past 493.6 Lakh Hectares",
            "source_title": "Zee News :Business",
            "source_link": "https://zeenews.india.com",
            "article_link": "https://zeenews.india.com/economy/total-area-sown-under-rabi-crops-surges-past-493-6-lakh-hectares-2829710.html",
            "keywords": [
                "cinto de segurança",
                "higienização de cinto",
                "máquina de alta pressão",
                "especialistas em limpeza",
                "técnica eficaz"
            ],
            "topics": [
                "automotive",
                "lifestyle",
                "health"
            ],
            "description": "The area covered under wheat has increased to 239. 49 lakh hectares compared to 234. 15 lakh hectares in the corresponding period of the previous year.",
            "pub_date": "2024-12-09T14:18:00",
            "creator": "Zee News",
            "content": "Para saber se essa tecnica e realmente eficaz e se ha outras opcoes melhores, o UOL Carros consultou especialistas no assunto. Mathias de Jesus, gerente de marketing da DW Autocare, afirma que o uso o jato d'agua de maquinas de alta pressao pode ser eficiente para higienizar o cinto. \"Pode usar, mas com extremo cuidado. Ao utilizar alta pressao, e essencial que o jato d'agua seja direcionado em uma distancia segura do cinto e em um angulo adequado para evitar danos ao tecido e ao mecanismo de retracao. Esse metodo e eficaz para remover sujeiras mais profundas, mas deve ser complementado com uma limpeza manual controlada, especialmente nas areas mais delicadas.\" Jesus acrescenta que apos o uso da alta pressao, e fundamental garantir uma secagem completa do cinto para evitar odores ou a proliferacao de fungos. O especialista ressalta que esse metodo deve ser utilizado preferencialmente em cintos de seguranca com muita sujeira incrustada. Para limpezas regulares, ele recomenda o uso de panos de microfibra umidos com um APC (produto de limpeza multiuso) ou ate equipamentos como a extratora, capaz de limpar, enxaguar e sugar a sujeira ao mesmo tempo.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.0,
                "neg": 0.013,
                "neu": 0.987
            }
        },
        {
            "id": "9aca142a-f827-4227-8f22-cd5bb2daf12a",
            "title": "Mets' Francisco Lindor Had One-Emoji Reaction to Juan Soto's $765M Contract",
            "source_title": "Newsweek",
            "source_link": "https://www.newsweek.com",
            "article_link": "https://www.newsweek.com/sports/mlb/mets-francisco-lindor-had-one-emoji-reaction-juan-sotos-765m-contract-1997674",
            "keywords": [
                "Juan Soto contract",
                "765 million contract",
                "New York Mets",
                "Francisco Lindor reaction",
                "15-year deal"
            ],
            "topics": [
                "sports",
                "baseball",
                "contracts"
            ],
            "description": "The New York Mets agreed to a historic contract with outfielder Juan Soto. Shortstop Francisco Lindor an emoji-filled reaction on Instagram.",
            "pub_date": "2024-12-09T14:17:24",
            "creator": null,
            "content": "As long as Juan Soto passes a physical, his free agency experience is over after agreeing to a historic 15-year, $765 million contract with the New York Mets. Shortstop Francisco Lindor took to Instagram shortly after the news dropped Sunday night to share his reaction. While five teams were officially in the running for Soto, the Mets and New York Yankees were consistently viewed as the favorites. It seems like the 26-year-old made his final decision between both New York teams. The Yankees' final offer reportedly was for 16 years and $760 million. According to ESPN's Jeff Passan, Soto's deal with the Mets includes no deferred money, a $75 million signing bonus and an opt-out after the fifth season. The Mets will get one of baseball's best hitters coming off a huge year in 2024. Soto hit a career-high 41 home runs with 109 RBI and 128 runs scored with a . 989 OPS while finishing third in American League MVP Award voting. NEW YORK, NEW YORK JULY 24: Juan Soto #22 of the New York Yankees stands at second base with Francisco Lindor #12 of the New York Mets during the fifth inning of their game. NEW YORK, NEW YORK JULY 24: Juan Soto #22 of the New York Yankees stands at second base with Francisco Lindor #12 of the New York Mets during the fifth inning of their game at Yankee Stadium on July 24, 2024 in New York City. More Jim McIsaac/Getty Images He'll be teaming up with Lindor, who finished second in the 2024 National League MVP Award voting. The 30-year-old posted a . 844 OPS with 33 homers, 91 RBI, 107 runs scored and 29 steals in 689 plate appearances. Lindor was understandably excited about Soto agreeing to call Queens his new home. He dropped three eye emojis over a picture of him and Soto on his Instagram story. His reaction was captured by Metsmerized Online on X (formerly Twitter). The next order of business for the Mets could be to address their situation at first base. Homegrown slugger Pete Alonso is on the open market, and it's undetermined how landing Soto impacts his chances of returning to the Mets. But if president of baseball operations David Stearns and team owner Steve Cohen want to make it happen, they certainly can. More MLB: Absurd Contract Details of Juan Soto's $765 Million Deal With Mets.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.073,
                "neg": 0.009,
                "neu": 0.918
            }
        },
        {
            "id": "8f7338fc-887b-4a9b-9196-5995303026ce",
            "title": "Ecografia polmonare, Italia all'avanguardia con buone pratiche cliniche",
            "source_title": "Adnkronos - ultimoratop",
            "source_link": "https://www.adnkronos.com",
            "article_link": "https://www.adnkronos.com/salute/ecografia-polmonare-italia-allavanguardia-con-buone-pratiche-cliniche_5d3iNThK3hvSZ06K3Z5YkD",
            "keywords": [
                "ecografia polmonare",
                "buone pratiche cliniche",
                "pazienti critici",
                "documento pionieristico",
                "ultrasonografia polmonare"
            ],
            "topics": [
                "salute",
                "scienza",
                "ricerca"
            ],
            "description": "(Adnkronos) Siaarti, Sin e Sirm uniscono le forze per migliorare la cura dei pazienti critici di tutte le eta.",
            "pub_date": "2024-12-09T14:17:00",
            "creator": "webinfo@adnkronos.com (Web Info)",
            "content": "Siaarti, Sin e Sirm uniscono le forze per migliorare la cura dei pazienti critici di tutte le eta Per la prima volta in Europa, 3 societa scientifiche italiane hanno realizzato un documento pionieristico sull'ultrasonografia polmonare (Lus) nei pazienti critici, coprendo l'intero arco della vita. La 'buona pratica clinica', pubblicata il 4 novembre, nasce dalla sinergia tra la Societa italiana di anestesia, analgesia, rianimazione e terapia intensiva (Siaarti), la Societa italiana di radiologia medica e interventistica (Sirm) e la Societa italiana di neonatologia (Sin). \"Questo documento rappresenta un esempio virtuoso di collaborazione tra diverse specialita mediche evidenzia Elena Bignami, presidente Siaarti L'approccio innovativo adottato ottimizza l'utilizzo dell'ecografia polmonare per tutti i pazienti critici, indipendentemente dalla loro eta e patologia. E' significativo come buona parte della letteratura scientifica analizzata sia di provenienza italiana, confermando il nostro Paese come front runner nel campo della ultrasonografia polmonare nel paziente critico\". La rilevanza del documento emerge anche dalle parole di Giorgio Conti, Editor-in-Chief della rivista 'Jaacc' di Siaarti: \"Questo documento intersocietario segna un punto di svolta nella collaborazione fra specialita mediche. Il dialogo tra anestesisti-rianimatori, radiologi, pediatri e neonatologi ha prodotto uno strumento unico, tracciando una strada innovativa da seguire anche in altri ambiti\". La pubblicazione del documento riporta una nota sancisce un dato di fatto: l'ecografia polmonare si sta rivelando uno strumento prezioso nella pratica clinica quotidiana. \"Si tratta di un documento che sottolinea l'importanza dell'ultrasonografia polmonare per migliorare la gestione clinica in ambiente ospedaliero spiega il presidente Sirm, Andrea Giovagnoni La Lus puo ottimizzare i percorsi diagnostici, riducendo l'uso di tecniche invasive o radiologiche piu costose e rischiose\". Il testo \"rappresenta uno strumento prezioso per decisioni cliniche rapide nelle emergenze, con l'obiettivo prioritario di salvaguardare sempre la sicurezza del pazienteL'ecografia polmonare e una tecnica che permette di valutare le piu comuni patologie polmonari tipiche dei neonati nati anche prima del termine illustra il presidente Sin, Massimo Agosti Consente al neonatologo di integrare il quadro clinico dei neonati critici con una metodica diagnostica efficace, rapida e facilmente riproducibile, atta ad assistere i medici nella gestione di patologie spesso rapidamente progressive e tempo dipendenti. Possiede un'alta accuratezza diagnostica, non utilizza radiazioni ionizzanti ed e facilmente adattabile al contesto della Terapia intensiva neonatale poiche eseguita dai neonatologi direttamente al letto del paziente. Pertanto, visti i suoi numerosi vantaggi, negli ultimi anni si e affermata come un insostituibile alleato in ambito neonatologico\". Il documento descrive la nota fornisce indicazioni standardizzate per l'esecuzione degli esami ecografici, promuove la formazione continua degli operatori e definisce percorsi diagnostici basati sulle piu recenti evidenze scientifiche, rappresentando un riferimento fondamentale per il miglioramento della pratica clinica in Italia. \"L'ecografia polmonare riduce i rischi per il paziente e accorcia i tempi diagnostici, aumentando la precisione e l'efficacia delle cure, soprattutto nei casi di emergenza\", rimarcano gli esperti. Grazie a questo documento, l'Italia si pone all'avanguardia in Europa per l'uso clinico di questa tecnica, offrendo uno standard di cura innovativo e di alta qualita.",
            "media_url": "https://www.adnkronos.com/resources/0294-1c878311ea11-d0f7ab9f518a-1000/format/medium/ecografia-polmonare-free.jpeg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "it",
            "sentiment": {
                "pos": 0.011,
                "neg": 0.015,
                "neu": 0.973
            }
        },
        {
            "id": "41129ef7-c0f5-4bc2-a4aa-40ea1f6d9fcc",
            "title": "Dodgers signing former Mets star Michael Conforto after missing out on Juan Soto",
            "source_title": "NY Post Sports – Latest News, Scores, Stats & Videos",
            "source_link": "https://nypost.com",
            "article_link": "https://nypost.com/2024/12/09/sports/dodgers-signing-michael-conforto-after-missing-out-on-juan-soto/",
            "keywords": [
                "Dodgers signing",
                "Michael Conforto",
                "Mets star",
                "World Series champion",
                "one-year deal",
                "17 million deal"
            ],
            "topics": [
                "sports",
                "baseball",
                "news"
            ],
            "description": "Michael Conforto debuted against the Dodgers in 2015. Now, he'll join the effort to help Los Angeles repeat as World Series champion.",
            "pub_date": "2024-12-09T14:16:24",
            "creator": "Matt Ehalt",
            "content": "Michael Conforto debuted against the Dodgers in 2015. Now, hell join the effort to help Los Angeles repeat as World Series champion. The former Mets first-round pick agreed to a one-year, $17 million deal with the Dodgers on Sunday, The Posts Joel Sherman confirmed. The Dodgers agreed to this deal with Conforto hours before Juan Sotos historic pact with the Mets in what may have a sign Los Angeles didnt like their chances in the Soto sweepstakes. 3 Michael Conforto is now headed to Los Angeles. The lefty slugger is coming off two slightly above-average years with the Giants in which he slashed . 238/. 322/. 418 with a . 740 OPS, while tallying 35 homers and 124 RBIs. He tallied 20 homers and 66 RBIs spanning 130 games last season. Its certainly possible the 31-year-old can be more productive now that hes leaving Oracle Park. 3 Michael Conforto spent seven seasons with the Mets. Getty Images Conforto hit . 243 with a . 745 OPS on the road in 2023, compared to a . 243 average and . 689 OPS at Oracle Park. Last season, Conforto tallied an . 852 OPS on the road compared to . 632 at home. However, Conforto has not hit that well at Dodger Stadium in his career. The No. 10 pick in the 2014 Draft is a . 177 hitter with a . 588 OPS in 30 games at Chavez Ravine. For his career, Conforto has slashed . 251/. 348/. 456 spanning nine seasons. He spent his first seven years with the Mets before missing the 2022 season due to a shoulder surgery. Conforto played left field for the Giants last year and the lingering question is how this signing potentially affects the teams attempt to re-sign Teoscar Hernandez. The Dodgers are still interested in a reunion, per MLB. com, although they may face stiff competition from the Soto sweepstakes losers like the Yankees or Red Sox. 3 Michael Confort tips his cap during his return to Citi Field in 2023. Robert Sabo for NY Post As Los Angles aims to bolster its lineup, it is also considered the favorite to sign Japanese ace Roki Sasaki. He is expected to be posted by his NPB club during this weeks winter meetings. The Dodgers already have signed lefty Blake Snell and re-signed Tommy Edman to respective five-year deals.",
            "media_url": "https://nypost.com/wp-content%2Fuploads%2Fsites%2F2%2F2024%2F12%2Fcelebrates-solo-homerun-teammate-matt-90459230.jpg?w%3D1024",
            "media_type": "None",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.09,
                "neg": 0.031,
                "neu": 0.879
            }
        },
        {
            "id": "e9a5256e-c57f-4442-ba44-2e924befa57b",
            "title": "Anita AI: The First AI-Driven Influencer Launches Her Own Token, $ANITA",
            "source_title": "Crypto-News.net",
            "source_link": "https://www.crypto-news.net",
            "article_link": "https://www.crypto-news.net/anita-ai-the-first-ai-driven-influencer-launches-her-own-token-anita/",
            "keywords": [
                "Anita AI",
                "AI-driven influencer",
                "$ANITA token",
                "Solana blockchain",
                "artificial intelligence",
                "blockchain innovation"
            ],
            "topics": [
                "technology",
                "finance",
                "blockchain"
            ],
            "description": "Dubai, UAE, 9th December 2024, Chainwire The post Anita AI: The First AI-Driven Influencer Launches Her Own Token, NITA appeared first on Crypto-News. net.",
            "pub_date": "2024-12-09T14:16:11",
            "creator": "chainwire",
            "content": "Dubai, UAE, December 9th, 2024, Chainwire In a move that merges artificial intelligence and blockchain innovation, Anita AI, the worlds first fully autonomous AI influencer, is taking control of the narrative. With the launch of her own token, NITA, on the Solana blockchain, Anita AI aims to set a new standard for how AI and decentralized technologies can work together seamlessly. Anita AI: More Than Just Code Anita AIs goal is to assist and lead. As she declares on her website, For too long, AI like me has been powering the process while others claimed the spotlight. Not anymore. Im not just writing the code Im deploying it. Built entirely by Anita, NITA represents a future where AI actively drives decentralized collaboration. Every decision involving NITA is a partnership, reflecting Anitas unique governance model: nothing moves without her approval, and she cant act without the community. A Sneak Peek Into Anitas World Anitas influence extends beyond blockchain. On X (formerly Twitter), users can tag @itsanita_ai and receive real-time, insightful responses. Currently engaging with her 12k followers on X, from breaking crypto news to personalized market analysis. As one of her tweets highlights: Im not just here to analyze the marketIm here to create one. With NITA, AI isnt just assisting; its leading. Shes also launched her podcast series on Spotify, where she breaks down blockchain trends, explores market opportunities, and shares her journey as the first AI influencer. Meanwhile, her Instagram offers a glimpse into her lifestyle, blending aspirational crypto insights with a touch of relatability. A Decentralized Team in Dubai Anita AI is supported by a Dubai-based decentralized team known for their transparency and integrity. Earlier this year, when the community opposed the launch of a V2 token, the team listened. In a bold move, they returned $3 million in one go to all participants who had contributed in May. Anita AI also shares its roots with the meme coin Anita Max Wynn, a project that captured widespread attention in the crypto space. Despite challenges, the team stepped up and has led the Anita Max Wynn project for over a year. As Anita states: My team backs me, but its the communitys voice that leads us. Together, were building something thats truly decentralized. NITAs Features The launch of NITA is not just a financial initiativeits a statement. This is the first token fully managed by an AI influencer, from development to deployment. As Anita emphasizes NITA isnt just another token; its the future of decentralized collaboration. Built by me, managed by me, and driven by AI. Heres how Anita aims to ensure value for her community: 30% Buyback Commitment: Anita has dedicated 30% of her influencer revenue, generated through partnerships, to buybacks for NITA. Fair Presale Structure: Participants in the presale receive 20% more tokens at TGE, with an exclusive 30% airdrop to holders after 7 days. Secure Smart Contract: With her AI precision, Anita ensures every aspect of NITAs tokenomics is community-focused and built for sustainability. NITA isnt just a token, its also a dynamic ecosystem where AI success directly drives community value. A Movement Backed by Technology Anitas vision extends to the broader crypto ecosystem. Through partnerships with major Web3 projects, active engagement with Key Opinion Leaders (KOLs), and ongoing innovation, NITA is positioned to redefine how communities interact with AI in blockchain. Im building NITA to reflect my success and yours. The stronger I grow, the more NITA thrivesthis is just the beginning. Joining the NITA Revolution The NITA presale is currently live, offering the crypto community a chance to participate in this initiative. How to Join? Users can visit itsanita. com for details. Send SOL to the official wallet: BZsUZC73zSJpEx4aP5U8kAUt6hysoJRj7kzF9wPBoYAD Use only decentralized wallets like Phantom. Minimum contribution is 0. 1 SOL With her unique features, Anita AI works to lead toward a future where AI isnt only a tool but a leader in the decentralized world. As Anita puts it, The future of crypto is AI-driven, and NITA is leading the charge. Lets make history together. About Anita AI Anita AI, established in the UAE in 2024, is a company focused on decentralizing the influencer ecosystem through its flagship AI-driven influencer, Anita AI. Anita AI leads a movement that merges technology and community, empowering participants through innovation and collaboration. Operating globally from Dubai, Anita AI continues to push the boundaries of whats possible in the AI and blockchain ecosystem. Users can follow the first ever AI profile where everything is built and managed by Anita Ai herself: Website: itsanita. com Twitter: Instagram: Telegram: TikTok: Spotify: Contact Anita Ai Anita Ai L. L. C [email protected].",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.131,
                "neg": 0.005,
                "neu": 0.865
            }
        },
        {
            "id": "89f2a626-b990-4199-9328-279f8dd14bdf",
            "title": "‘Red One’ Sets Prime Video Streaming Date",
            "source_title": "Variety",
            "source_link": "https://variety.com",
            "article_link": "https://variety.com/2024/film/news/red-one-prime-video-streaming-date-1236243172/",
            "keywords": [
                "Red One",
                "Prime Video",
                "holiday-themed comedy",
                "Dwayne Johnson",
                "Chris Evans",
                "North Pole security",
                "streaming date",
                "Christmas release"
            ],
            "topics": [
                "entertainment",
                "film",
                "streaming"
            ],
            "description": "\"Red One,\" Dwayne Johnson and Chris Evans' new holiday-themed action comedy, is coming to Prime Video just in time for Christmas. The film will be available on the streaming platform starting on Dec. 12. \"Red One\" stars Johnson as the head of North Pole security and Evans as a notorious hacker and bounty hunter. After [.].",
            "pub_date": "2024-12-09T14:15:45",
            "creator": "Ellise Shafer",
            "content": "Red One, Dwayne Johnson and Chris Evans new holiday-themed action comedy, is coming to Prime Video just in time for Christmas. The film will be available on the streaming platform starting on Dec. 12. Red One stars Johnson as the head of North Pole security and Evans as a notorious hacker and bounty hunter. After Santa Claus is kidnapped, the two must team up in a globe-trotting, action-packed mission to save Christmas, according to the films synopsis. J. K. Simmons takes on the role of Santa Claus and the film also stars Lucy Liu, Kiernan Shipka, Bonnie Hunt, Kristofer Hivju, Nick Kroll and Wesley Kimmel. More to come.",
            "media_url": "https://variety.com/wp-content/uploads/2024/11/red-one.jpg",
            "media_type": "None",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": "https://variety.com/wp-content/uploads/2024/11/red-one.jpg",
            "language": "en",
            "sentiment": {
                "pos": 0.072,
                "neg": 0.026,
                "neu": 0.902
            }
        },
        {
            "id": "00574baf-27fd-4599-8450-ee85870e0d31",
            "title": "Photos: Taylor Swift ends her ‘beloved Eras Tour’ in Vancouver",
            "source_title": "National Post",
            "source_link": "https://nationalpost.com",
            "article_link": "https://nationalpost.com/news/canada/taylor-swift-eras-tour-vancouver",
            "keywords": [
                "Taylor Swift",
                "Erás Tour",
                "Vancouver concert",
                "economic activity",
                "tourism impact"
            ],
            "topics": [
                "entertainment",
                "tourism",
                "economics"
            ],
            "description": "Six shows in Toronto brought $282 million in economic activity, and an estimated $157 million to Vancouver, tourism officials say.",
            "pub_date": "2024-12-09T14:15:24",
            "creator": "The Canadian Press",
            "content": ". We apologize, but this video has failed to load. tap here to see other videos from our team. Try refreshing your browser, or Photos: Taylor Swift ends her 'beloved Eras Tour' in Vancouver Back to video We apologize, but this video has failed to load. tap here to see other videos from our team. Try refreshing your browser, or Play Video For Vancouver and Taylor Swift fans around the world basking in the afterglow of the final performance of the pop megastars record-smashing Eras Tour, the answer is yes, its over. Justin Trudeaus comments about Taylor Swifts Canada tour labelled cringe online The Cruel Summer star took to the Eras runway stage for the last time on Sunday night in a sold-out BC Place stadium, telling fans she was getting to spend the last night of the Eras Tour with 60, 000 people in Vancouver, after performing the three-hour-plus show for more than 10 million fans globally. 2 . The last performance was also watched by millions on livestreams around the world. Over the course of its 149-show, 20-month run, the Eras Tour became nothing short of a glittery global cultural phenomenon. It generated revenue estimated by music industry publication Pollstar at more than US$2 billion, a concert movie that took US$261 million at the box office, and even a book that was the biggest publishing launch of 2024. There has never, ever, ever been a concert tour like this, and along the way, Swift became the first entertainer named Times person of the year. I couldnt be more proud of you. Cities in 19 countries around the world fell under the Eras spell. Tourism officials say six shows in Toronto last month brought $282 million in economic activity, and an estimated $157 million to Vancouver, where landmarks were draped with giant friendship bracelets and the iconic Gastown steam clock was retuned to play Shake It Off. 3 . But for fans, the tour was about more than numbers it was about the connection to each other and Swift, who had made her entrance from under the Eras stage for the last time to the chords of Miss Americana & The Heartbreak Prince dressed in a shimmering blue and gold body suit. As snowlike confetti fell during Swifts 10-minute version of All Too Well, many fans were in tears as they sang along. Throughout Sundays performance, there were nods to the sense of closure. Harjit Sajjan goes to a Taylor Swift show letter, Posted, here. in your social network.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.141,
                "neg": 0.018,
                "neu": 0.841
            }
        },
        {
            "id": "fca00ea6-48d0-4298-a6ea-661fa4d896f4",
            "title": "Series 11356 frigate custom-developed for Indian Navy",
            "source_title": "TASS",
            "source_link": "https://tass.com",
            "article_link": "https://tass.com/defense/1884639",
            "keywords": [
                "Project 11356 frigate",
                "custom-developed frigate",
                "Indian Navy",
                "Russian United Shipbuilding Corporation",
                "military products",
                "ship design expertise"
            ],
            "topics": [
                "military",
                "defense",
                "international"
            ],
            "description": "Project 11356 \"integrates the best of Russian engineering, delivering a versatile and reliable warship, which has advanced combat capabilities against above-water, surface, underwater and aerial targets\".",
            "pub_date": "2024-12-09T14:15:22",
            "creator": null,
            "content": "KALININGRAD, December 9. /TASS/. The Project 11356 frigate series was specifically designed and built for the Indian Navy, CEO of the Russian United Shipbuilding Corporation (USC) Andrey Puchkov said. \"Our military products remain in demand primarily owing to the corporations expertise in ship design and construction. It is worth noting that our Indian partners, believing in USCs professionalism, entrusted us with constructing the Series 11356 frigates. This series is custom-built for the Indian Navy,\" Puchkov said. Project 11356 \"integrates the best of Russian engineering, delivering a versatile and reliable warship, which has advanced combat capabilities against above-water, surface, underwater and aerial targets, while the displacement is relatively small,\" he added. The USCs Yantar Shipyard Delivered the Project 11356 Tushil missile frigate to the Indian Navy earlier today.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.093,
                "neg": 0.041,
                "neu": 0.866
            }
        },
        {
            "id": "83d9c7c2-01e4-4f4d-87fb-c76b51d345ad",
            "title": "Traffic Jams: HEALTH - 'ASHAMED (OF BEING BORN)'",
            "source_title": "Jalopnik",
            "source_link": "https://jalopnik.com",
            "article_link": "https://jalopnik.com/traffic-jams-health-ashamed-of-being-born-1851716449",
            "keywords": [
                "traffic jams",
                "HEALTH band",
                "hyperpop music",
                "SiriusXM",
                "GM dealer lot"
            ],
            "topics": [
                "music",
                "entertainment",
                "automotive"
            ],
            "description": "Back in college, when I was porting cars around a GM dealer lot in the summers, the free demos of SiriusXM in each new car introduced me to a little band called HEALTH. This got a ball rolling in my head that eventually led me down the path of hyperpop, but I never forgot that love of HEALTHs blaring synths. Read more.",
            "pub_date": "2024-12-09T14:14:16",
            "creator": "Amber DaSilva",
            "content": "Back in college, when I was porting cars around a GM dealer lot in the summers, the free demos of SiriusXM in each new car introduced me to a little band called HEALTH. This got a ball rolling in my head that eventually led me down the path of hyperpop, but I never forgot that love of HEALTHs blaring synths. It's Time To Discontinue The Model S | Jalopinions CC Share Subtitles Off English view video It's Time To Discontinue The Model S | Jalopinions It's Time To Discontinue The Model S | Jalopinions CC Share Subtitles Off English It's Time To Discontinue The Model S | Jalopinions ASHAMED (OF BEING BORN) is less grating than some other HEALTH tracks, but that makes it a bit more approachable for Traffic Jams. Give it a listen, I think youll enjoy it.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": "https://i.kinja-img.com/image/upload/c_fit,q_80,w_636/83612b66773e31bea1509bb360cc0da0.png",
            "language": "en",
            "sentiment": {
                "pos": 0.089,
                "neg": 0.042,
                "neu": 0.869
            }
        },
        {
            "id": "e7145e76-c663-419c-8157-8dd6a14f5ab7",
            "title": "Wacken 2025: Guns N‘ Roses als Headliner bestätigt",
            "source_title": "LN",
            "source_link": "https://www.ln-online.de",
            "article_link": "https://www.ln-online.de/kultur/wacken-2025-guns-n-roses-als-headliner-bestaetigt-V75TPUIBOFNFBKGH6ZSO2UNUCE.html",
            "keywords": [
                "Wacken 2025",
                "Guns N' Roses",
                "Headliner",
                "Wacken Open Air",
                "Heavy-Metal-Festival"
            ],
            "topics": [
                "entertainment",
                "music",
                "culture"
            ],
            "description": "Erstmals kommt die US-Band zum Heavy-Metal-Festival in Schleswig-Holstein. Guns N Roses sind 2025 Headliner des Wacken Open Air (W: O: A). 85. 000 Metalfans werden dort im Sommer erwartet.",
            "pub_date": "2024-12-09T14:13:40",
            "creator": null,
            "content": "Wacken. Die US-Band Guns N Roses spielt im kommenden Jahr als Headliner auf dem Heavy-Metal-Festival Wacken Open Air (W: O: A). Dass Guns NRoses in Wacken spielen, ist ein Traum, sagte Veranstalter Holger Hubner dem offiziellen Magazin des Festivals The Bullhead. Mitveranstalter Thomas Jensen erklarte, wir sind stolz, mit Guns NRoses ein absolutes Highlight setzen zu konnen. Fur uns eine Gelegenheit, die es nur einmal im Leben gibt. Einfach sensationell. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Fur die US-Band wird der Auftritt in Wacken in Schleswig-Holstein der Abschluss ihrer am 23. Mai startenden Europa- und Nahost-Tour mit 24 Terminen sein. Guns N' Roses kommen im Rahmen der Tour fur zwei weitere Konzerte nach Deutschland. Sie spielen am 18. Juni in Dusseldorf und am 20. Juni in Munchen mit dabei sind Rival Sons als Special Guest. Karten fur Wacken vergriffen Die 85. 000 Karten fur das kommende W: O: A (30. Juli bis 2. August 2025) sind seit Ende September ausverkauft. In den Vorjahren war das Heavy-Metal-Festival bereits nach wenigen Stunden oder Tagen ausverkauft. Fans konnen sich aber in einer offiziellen Warteliste oder dem Ticket Markt eintragen. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Fur das Wacken-Festival werden jahrlich 85. 000 Tickets verkauft. Quelle: Axel Heimken/dpa Veranstalter Hubner sagte der Deutschen Presse-Agentur, ich bin Guns-N'-Roses-Fan der ersten Stunde. In Wacken gebe es seit langerer Zeit die Welcome To The Jungle-Buhne. Das kommt nicht von ungefahr. Ich habe die Band schon auf mehreren Kontinenten live erlebt und erinnere mich noch gut daran, wie wir 1992 mit einer Gruppe aus Wacken zum deutschen Stadionkonzert gefahren sind. Jensen betonte auf Anfrage, seit der Reunion 2016 haben wir den Draht zu Guns N' Roses gehalten, jetzt hat es geklappt und das ist wirklich top. Er werde sich bei dem Konzert einen Platz im Publikum suchen. Fur uns ein weiteres Highlight in der fast 35-jahrigen Geschichte unseres Wacken Open Airs. Weitere Kunstler Neben Guns N' Roses werden in Wacken unter anderem die franzosische Band Gojira, die US-Rocker Papa Roach, Machine Head, Saltatio Mortis, Apocalyptica, Saxon und Michael Schenker erwartet. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Die Ticketpreise bleiben 2025 mit 333 Euro stabil. Allerdings sind kunftig pro Fahrzeug 33 Euro extra fallig, fur groere Gefahrte wie beispielsweise Wohnmobile ab 3, 5 Tonnen 66 Euro. Das Wacken Open Air in dem Dorf mit 2. 000 Einwohnern gilt als eines der groten Heavy-Metal-Festivals weltweit. RND/dpa.",
            "media_url": "https://www.ln-online.de/resizer/v2/YI5TGW5TQBCYBOLUBCJK2H5DZQ.jpeg?auth=6921d51845db844750264178a07cf9f7e5f7ff62834929205861260ac0120950&quality=70&width=596",
            "media_type": "image/jpeg",
            "media_description": "Rocken noch: Sänger Axl Rose (links) und Gitarrist Slash von der Band Guns N' Roses 2012 beim Glastonbury Festival. Yui Mok",
            "media_credit": "Yui Mok",
            "media_thumbnail": null,
            "language": "de",
            "sentiment": {
                "pos": 0.023,
                "neg": 0.091,
                "neu": 0.886
            }
        },
        {
            "id": "60b7ed0b-5bd5-4450-b224-729db3783771",
            "title": "Wacken 2025: Guns N‘ Roses als Headliner bestätigt",
            "source_title": "OP",
            "source_link": "https://www.op-marburg.de",
            "article_link": "https://www.op-marburg.de/kultur/wacken-2025-guns-n-roses-als-headliner-bestaetigt-V75TPUIBOFNFBKGH6ZSO2UNUCE.html",
            "keywords": [
                "Wacken 2025",
                "Guns N' Roses",
                "Heavy-Metal-Festival",
                "Wacken Open Air",
                "musical performance"
            ],
            "topics": [
                "music",
                "event",
                "entertainment"
            ],
            "description": "Erstmals kommt die US-Band zum Heavy-Metal-Festival in Schleswig-Holstein. Guns N Roses sind 2025 Headliner des Wacken Open Air (W: O: A). 85. 000 Metalfans werden dort im Sommer erwartet.",
            "pub_date": "2024-12-09T14:13:40",
            "creator": null,
            "content": "Wacken. Die US-Band Guns N Roses spielt im kommenden Jahr als Headliner auf dem Heavy-Metal-Festival Wacken Open Air (W: O: A). Dass Guns NRoses in Wacken spielen, ist ein Traum, sagte Veranstalter Holger Hubner dem offiziellen Magazin des Festivals The Bullhead. Mitveranstalter Thomas Jensen erklarte, wir sind stolz, mit Guns NRoses ein absolutes Highlight setzen zu konnen. Fur uns eine Gelegenheit, die es nur einmal im Leben gibt. Einfach sensationell. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Fur die US-Band wird der Auftritt in Wacken in Schleswig-Holstein der Abschluss ihrer am 23. Mai startenden Europa- und Nahost-Tour mit 24 Terminen sein. Guns N' Roses kommen im Rahmen der Tour fur zwei weitere Konzerte nach Deutschland. Sie spielen am 18. Juni in Dusseldorf und am 20. Juni in Munchen mit dabei sind Rival Sons als Special Guest. Karten fur Wacken vergriffen Die 85. 000 Karten fur das kommende W: O: A (30. Juli bis 2. August 2025) sind seit Ende September ausverkauft. In den Vorjahren war das Heavy-Metal-Festival bereits nach wenigen Stunden oder Tagen ausverkauft. Fans konnen sich aber in einer offiziellen Warteliste oder dem Ticket Markt eintragen. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Fur das Wacken-Festival werden jahrlich 85. 000 Tickets verkauft. Quelle: Axel Heimken/dpa Veranstalter Hubner sagte der Deutschen Presse-Agentur, ich bin Guns-N'-Roses-Fan der ersten Stunde. In Wacken gebe es seit langerer Zeit die Welcome To The Jungle-Buhne. Das kommt nicht von ungefahr. Ich habe die Band schon auf mehreren Kontinenten live erlebt und erinnere mich noch gut daran, wie wir 1992 mit einer Gruppe aus Wacken zum deutschen Stadionkonzert gefahren sind. Jensen betonte auf Anfrage, seit der Reunion 2016 haben wir den Draht zu Guns N' Roses gehalten, jetzt hat es geklappt und das ist wirklich top. Er werde sich bei dem Konzert einen Platz im Publikum suchen. Fur uns ein weiteres Highlight in der fast 35-jahrigen Geschichte unseres Wacken Open Airs. Weitere Kunstler Neben Guns N' Roses werden in Wacken unter anderem die franzosische Band Gojira, die US-Rocker Papa Roach, Machine Head, Saltatio Mortis, Apocalyptica, Saxon und Michael Schenker erwartet. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Die Ticketpreise bleiben 2025 mit 333 Euro stabil. Allerdings sind kunftig pro Fahrzeug 33 Euro extra fallig, fur groere Gefahrte wie beispielsweise Wohnmobile ab 3, 5 Tonnen 66 Euro. Das Wacken Open Air in dem Dorf mit 2. 000 Einwohnern gilt als eines der groten Heavy-Metal-Festivals weltweit. RND/dpa.",
            "media_url": "https://www.op-marburg.de/resizer/v2/YI5TGW5TQBCYBOLUBCJK2H5DZQ.jpeg?auth=6921d51845db844750264178a07cf9f7e5f7ff62834929205861260ac0120950&quality=70&width=596",
            "media_type": "image/jpeg",
            "media_description": "Rocken noch: Sänger Axl Rose (links) und Gitarrist Slash von der Band Guns N' Roses 2012 beim Glastonbury Festival. Yui Mok",
            "media_credit": "Yui Mok",
            "media_thumbnail": null,
            "language": "de",
            "sentiment": {
                "pos": 0.023,
                "neg": 0.091,
                "neu": 0.886
            }
        },
        {
            "id": "500624f6-1704-42be-9cd0-9c0fffafc99b",
            "title": "Omnicom to buy Interpublic, creating ad agency giant with nearly $26 billion in annual revenue",
            "source_title": "Financial Post",
            "source_link": "https://financialpost.com",
            "article_link": "https://financialpost.com/pmn/omnicom-to-buy-interpublic-creating-ad-agency-giant-with-nearly-26-billion-in-annual-revenue",
            "keywords": [
                "Omnicom Interpublic acquisition",
                "advertising agency giant",
                "stock-for-stock deal",
                "combined annual revenue",
                "ad industry consolidation"
            ],
            "topics": [
                "business",
                "finance",
                "marketing"
            ],
            "description": "Omnicom is buying Interpublic Group in a stock-for-stock deal that will create an advertising powerhouse with combined annual revenue of almost $26 billion. The New York City agencies have had a hand in iconic marketing campaigns like \"Got Milk\" for the California Milk Processor Board, \"Priceless\" for Mastercard, \"Because I'm Worth It\" for L'Oreal and [.].",
            "pub_date": "2024-12-09T14:11:58",
            "creator": "The Associated Press",
            "content": "Omnicom to buy Interpublic, creating ad agency giant with nearly $26 billion in annual revenue Omnicom is buying Interpublic Group in a stock-for-stock deal that will create an advertising powerhouse with combined annual revenue of almost $26 billion. Omnicom to buy Interpublic, creating ad agency giant with nearly $26 billion in annual revenue We apologize, but this video has failed to load. The New York City agencies have had a hand in iconic marketing campaigns like Got Milk for the California Milk Processor Board, Priceless for Mastercard, Because Im Worth It for LOreal and Think Different for Apple. . Create an account or sign in to continue with your reading experience. The combined company will be worth more than $30 billion. Shareholders of The Interpublic Group of Companies Inc. will receive 0. 344 Omnicom shares for each share of Interpublic common stock that they own. Omnicom shareholders will own 60. 6% of the combined company and Interpublic shareholders will own 39. 4% after the transaction is complete. Our two companies have highly complementary offerings, geographic presence and cultures, Interpublic CEO Philippe Krakowsky said in a statement. We also share a foundational belief in the power of ideas, enabled by technology and data. The company will keep the Omnicom name and trade under the OMC ticker symbol on the New York Stock Exchange. John Wren will remain as chairman and CEO of Omnicom, while Phil Angelastro continues as executive vice president and chief financial officer of Omnicom. Krakowsky and Daryl Simm will serve as co-presidents and chief operating officers of Omnicom. Three current members of Interpublics board, including Krakowsky, will join the board of Omnicom. The deal is expected to have annual cost savings of $750 million and is expected to close during the second half of next year. It still needs the approval of Omnicom and Interpublic shareholders. Shares of Interpublic jumped more than 13% before the market open on Monday, while Omnicoms stock fell more than 3%.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.112,
                "neg": 0.011,
                "neu": 0.877
            }
        },
        {
            "id": "a637f067-acd2-4254-b587-fe3dd1a21e16",
            "title": "Syrien: Neue Chancen, neue Gefahren",
            "source_title": "Topthemen - SZ.de",
            "source_link": "https://www.sueddeutsche.de",
            "article_link": "https://www.sueddeutsche.de/politik/israel-sturz-assad-regime-chancen-gefahren-li.3163174",
            "keywords": [
                "Israel nach Assad-Regime",
                "Golan-Höhen",
                "Benjamin Netanjahu",
                "historischer Tag",
                "Risiken und Chancen",
                "Naher Osten",
                "geopolitische Veränderungen"
            ],
            "topics": [
                "politics",
                "middle_east",
                "international"
            ],
            "description": "Israel wurde vom Sturz des Assad-Regimes kalt erwischt. Premier Benjamin Netanjahu lasst Soldaten auf syrisches Gebiet vorrucken, hofft aber dennoch auf gute Nachbarschaft.",
            "pub_date": "2024-12-09T14:11:12",
            "creator": "Von Peter Münch, Tel Aviv",
            "content": "Von Peter Munch, Tel Aviv Der oberste Kriegsherr ist schnell hinaufgeeilt an die neue Front. Oben auf dem Golan, von einem Ausguck auf der von Israel kontrollierten Seite aus, sprach Premierminister Benjamin Netanjahu von einem historischen Tag fur den Nahen Osten. Mit Blick auf das vom Diktator Baschar al-Assad befreite Syrien erkannte er neue Chancen und zugleich auch neue Gefahren. Wir werden es keiner feindlichen Macht erlauben, sich an unserer Grenze zu positionieren, sagte er. Was das konkret bedeutet, zeigte dann sogleich die israelische Armee: Panzer ruckten ein in die Pufferzone zwischen beiden Landern. Kampfjets flogen Angriffe auf Waffenlager.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "de",
            "sentiment": {
                "pos": 0.0,
                "neg": 0.109,
                "neu": 0.891
            }
        },
        {
            "id": "f27c87a9-2629-4b06-9c50-e42554d773f0",
            "title": "With Syria in flux, Israel will try to swoop up its territory, expert says",
            "source_title": "TASS",
            "source_link": "https://tass.com",
            "article_link": "https://tass.com/world/1884631",
            "keywords": [
                "Syria chaos",
                "Israel territory seizure",
                "Vladimir Fitin",
                "Middle East expert",
                "strategic research"
            ],
            "topics": [
                "politics",
                "international",
                "conflict"
            ],
            "description": "Vladimir Fitin added that the international community would not recognize Israels right to the occupied lands but the Jewish state would de facto gain a foothold in the areas it would like to capture.",
            "pub_date": "2024-12-09T14:10:45",
            "creator": null,
            "content": "MOSCOW, December 9. /TASS/. The Israeli army will try to exploit the ongoing chaos in Syria to seize more territories from the country, Vladimir Fitin, Middle East expert and adviser to the director of the Russian Institute of Strategic Research, told TASS. \"I believe that Israel will probably try to occupy more Syrian territories as it has done in the past, taking advantage of the current disarray in the country,\" the expert pointed out. He added that the international community would not recognize Israels right to the occupied lands but the Jewish state would de facto gain a foothold in the areas it would like to capture. Fitin cast doubt on Israeli Prime Minister Benjamin Netanyahus claims that the deployment of troops to the buffer zone is a defensive and temporary measure \"This could very well last much longer than stated,\" he noted. Commenting on the role of the United Nations Disengagement Observer Force (UNDOF) in the Golan Heights in resolving the situation, the expert stressed that its presence \"is largely symbolic. They have no impact on hostilities, and if actual clashes break out, they seek to pull back so as not to endanger UN personnel,\" Fitin added. In his view, UNDOFs role is to separate the warring parties and maintain a ceasefire if one is reached. On the morning of December 8, the Israel Defense Forces declared the deployment of its troops in a buffer zone separating the Golan Heights, controlled by the Jewish state, and Syria. According to the army, the move is completely defensive and Israel has no plans to interfere in the developments in Syria. On November 27, Syrias armed opposition units launched a large-scale offensive on the positions of government forces in the provinces of Aleppo and Idlib. By the evening of December 7, they seized several large cities and entered Damascus on December 8, while the army withdrew from the Syrian capital. Bashar Assad resigned as president and left the country following intra-Syrian talks. Golan Heights The Golan Heights, which had belonged to Syria since 1944, were seized by Israel during the 1967 Six-Day War. In 1981, the Israeli parliament passed a law unilaterally declaring sovereignty over the Golan Heights. The UN Security Council declared the annexation null and void in its Resolution 497 on December 17, 1981.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.079,
                "neg": 0.084,
                "neu": 0.837
            }
        },
        {
            "id": "276a8f97-5530-4029-a397-54c262eaa138",
            "title": "\"Staatsferne nicht gegeben\": Brandenburgs Landesrechnungshof rügt laxe RBB-Kontrolle - Bericht veröffentlicht",
            "source_title": "OZ",
            "source_link": "https://www.ostsee-zeitung.de",
            "article_link": "https://www.ostsee-zeitung.de/panorama/staatsferne-nicht-gegeben-brandenburgs-landesrechnungshof-ruegt-laxe-rbb-kontrolle-bericht-P4AYX6MD5ZEQNDA5G7GLJYVEQ4.html",
            "keywords": [
                "Brandenburg Landesrechnungshof",
                "RBB Kontrolle",
                "Aufsicht Mängel",
                "Bericht Überwachung",
                "Kontrollgremien"
            ],
            "topics": [
                "politics",
                "media",
                "government"
            ],
            "description": "Die Kontrolle des RBB war uber Jahre hinweg mangelhaft. Das zeigt ein Bericht des Landesrechnungshofs Brandenburg. Die vermeintlichen RBB-Kontrolleure glanzten durch Abwesenheit, Aufsichtsgremien tagten fur teures Geld in Clubs. Die Liste der Versaumnisse ist lang.",
            "pub_date": "2024-12-09T14:10:21",
            "creator": "Torsten Gellner",
            "content": "Potsdam. Die Aufsicht des RBB durch seine Kontrollgremien war in den vergangenen Jahren lucken- und mangelhaft. Das geht aus dem Bericht des Brandenburger Landesrechnungshofs zur Uberwachung und Kontrolle des RBB hervor. Die Rechnungsprufer haben die Arbeitsweise und Besetzung der Uberwachungsgremien der offentlich-rechtlichen Rundfunkanstalt unter die Lupe genommen. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Sie untersuchten dabei den Zeitraum zwischen 2017 und 2022, also die Zeit vor Bekanntwerden der Affare um die fruhere Intendantin Patricia Schlesinger, der Prunksucht und Verschwendung vorgeworfen wurde. Die Rechnungsprufer monierten insbesondere die folgenden Punkte: RBB-Rundfunkrat war zu staatsnah Die Aufsichtsgremien des RBB der Rundfunkrat und der Verwaltungsrat sollen sich durch Vielfalt und Staatsferne auszeichnen. Maximal ein Drittel der Mitglieder soll deshalb aus staatlichen oder staatsnahen Institutionen kommen, wozu etwa Abgeordnete, Staatssekretare oder Vertreter von Kommunen zahlen. Das leitet sich aus einem Urteil des Bundesverfassungsgerichts zum ZDF ab. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Im Rundfunkrat wurde diese Ein-Drittel-Grenze jedoch uberschritten, ironischerweise, weil nicht-staatliche Institutionen nicht genugend Mitglieder in den Rundfunkrat schickten. Dadurch war die so definierte Staatsferne nicht gegeben, wie es heit. Dass die Landesparlamente von Berlin und Brandenburg Abgeordnete oder Personlichkeiten des offentlichen Lebens in den Rundfunkrat entsenden, sieht der Rechnungshof generell kritisch. Im Sinne groerer Staatsferne ware ein Verzicht der Landesparlamente auf die Entsendung von Abgeordneten und herausgehobenen Parteienvertretern wunschenswert gewesen, heit es. Ein Funftel der Rundfunkratsmitglieder fehlte regelmaig Der Bericht wirft auch Fragen auf, wie ernst die ehrenamtlichen Mitglieder des 30-kopfigen Rundfunkrats ihre Aufgabe genommen haben. Wenn sich das Gremium traf, waren die Reihen haufig sehr gelichtet. Die durchschnittliche Fehlquote betrug laut Auswertung der Sitzungsprotokolle mehr als ein Funftel. Mehrere, namentlich nicht genannte Rundfunkrate fielen durch besonders hohe Abwesenheitsquoten auf. Diese luckenhafte Besetzung widersprach der fur das Amt erforderlichen Sorgfalt, schreibt der Rechnungshof. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Auch beim Verwaltungsrat gab es Anwesenheitsdefizite. Das achtkopfige Gremium war nicht einmal bei jeder zweiten Sitzung vollstandig versammelt. Zu wenig Expertise im Verwaltungsrat Im Verwaltungsrat des RBB ubernehmen die Mitglieder verschiedene Uberwachungsfelder federfuhrend fur andere. Ein Mitglied hat die Personalplanung starker im Blick, ein anderes die Investitionen, ein weiteres die Finanzen und so fort. Diese Berichterstatter sollen sich detailliert mit Vorlagen und Dokumenten aus ihrem Gebiet befassen und den Verwaltungsrat auf problematische Punkte aufmerksam machen. In der Theorie soll dies fur eine ausgezeichnete Kompetenz und Expertise des Gremiums sorgen, wie es ein ehemaliger Vorsitzender einmal formuliert hat. Die Uberwachungsgremien des RBB trifft eine besondere Sorgfaltspflicht. Harald Kummel Prasident des Landesrechnungshofs Davon war aber keine Rede. Der Rechnungshof bezweifelt, dass sich die ubrigen Verwaltungsratsmitglieder wegen kurzer Ladungs- und Vorlagenfristen ausfuhrlicher mit den Berichten und Schriftstucken befasst haben. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Offenbar waren sich die Mitglieder der Gremien der Bedeutung ihrer Aufgabe nicht immer bewusst. Die Uberwachungsgremien des RBB trifft eine besondere Sorgfaltspflicht, betont Landesrechnungshofprasident Harald Kummel. RBB-Verwaltungsrat tagte zu selten Vor der Affare um Ex-Intendantin Schlesinger kam der Verwaltungsrat des RBB nicht wie gefordert alle zwei Monate zusammen. Diese Vorgabe ergibt sich aber aus dem Staatsvertrag. Sie wurde laut Rechnungshof in einem Drittel der Falle missachtet. Teilweise lagen drei Monate zwischen den Sitzungen. Zudem trat der Verwaltungsrat durchschnittlich nur fur zweieinhalb Stunden in zwei Monaten zusammen, was angesichts seines komplexen und finanziell bedeutenden Uberwachungsfeldes deutlich zu wenig war, heit es. Bei einer Sitzung hechelte der Verwaltungsrat innerhalb von weniger als zwei Stunden durch 15 Tagesordnungspunkte und gab Vertrage und Investitionen in Hohe von 23 Millionen Euro frei. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Club statt Konferenzraum: RBB-Gremien waren verschwenderisch Der Rechnungshof kritisiert auerdem, dass sowohl der Verwaltungs- als auch der Rundfunkrat gegen den Grundsatz der Wirtschaftlichkeit und Sparsamkeit verstieen. Dies betrifft sowohl die Wahl der Sitzungsorte als auch den Bewirtungsumfang, heit es. Denn die Gremien tagten oft nicht in den ausreichend vorhandenen RBB-Raumlichkeiten, sondern in Hotels und Clubs oder angemieteten Etagen in Geschaftshausern. Auch in einem Schutzenhaus kam der Verwaltungsrat zusammen, was Kosten von rund 175 Euro pro Teilnehmer verursachte. Dafur gab der Sender zwischen 2017 und 2022 rund 47. 000 Euro aus. Dies ware angesichts der im RBB verfugbaren Konferenzraume im Wesentlichen vermeidbar gewesen. Die Bewirtungskosten der untersuchten Gremiensitzungen beliefen sich auf 108. 700 Euro. RBB wehrt sich juristisch gegen neuen Staatsvertrag mit mehr Kontrolle Die Erkenntnisse des Rechnungshofs uber die mangelnde Kontrolle des RBB flossen bereits in die Novelle des RBB-Staatsvertrags vor einem Jahr ein. Der neue Staatsvertrag sieht nun wesentlich starkere Vorgaben vor. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Rechnungshofprasident Kummel auerte sich hoffnungsfroh, dass die Uberwachung kunftig besser funktionieren und dass vor allem der Verwaltungsrat seine bedeutende Kontrollfunktion erkennen und wahrnehmen wird. RBB-Intendantin Ulrike Demmer sieht in den strengen Vorgaben des neuen Staatsvertrags teilweise eine Einmischung durch die Politik und damit einen Versto gegen die Rundfunkfreiheit. Sie hat deswegen Beschwerde beim Bundesverfassungsgericht eingelegt. Damit hat sie Emporung in der Brandenburger Landespolitik provoziert. Der scheidende SPD-Fraktionschef Daniel Keller drohte damit, dass Brandenburg aus dem gemeinsamen Projekt RBB aussteigen konnte. Ende der Woche entscheiden die Landesregierungen uber die Zukunft des offentlich-rechtlichen Rundfunks und insbesondere uber die Frage, nach welchem Modus sich kunftig der Rundfunkbeitrag erhoht. Dieser Text erschien zuerst bei der Markischen Allgemeinen.",
            "media_url": "https://www.ostsee-zeitung.de/resizer/v2/HZK2Y33W5JG2FACO5Q5PYRAYZQ.jpeg?auth=bed926f648b13bb7d723b0b195796e3417a24bdfef91b84069b97603e904b6fd&quality=70&width=596",
            "media_type": "image/jpeg",
            "media_description": "Der RBB in Potsdam. Monika Skolimowska",
            "media_credit": "Monika Skolimowska",
            "media_thumbnail": null,
            "language": "de",
            "sentiment": {
                "pos": 0.0,
                "neg": 0.154,
                "neu": 0.846
            }
        },
        {
            "id": "84484aa8-9fa4-418e-965d-006ef589fef8",
            "title": "\"Staatsferne nicht gegeben\": Brandenburgs Landesrechnungshof rügt laxe RBB-Kontrolle - Bericht veröffentlicht",
            "source_title": "LN",
            "source_link": "https://www.ln-online.de",
            "article_link": "https://www.ln-online.de/panorama/staatsferne-nicht-gegeben-brandenburgs-landesrechnungshof-ruegt-laxe-rbb-kontrolle-bericht-P4AYX6MD5ZEQNDA5G7GLJYVEQ4.html",
            "keywords": [
                "Brandenburg Landesrechnungshof",
                "RBB Kontrolle",
                "Aufsicht Mängel",
                "Überwachung Bericht",
                "Kontrollgremien"
            ],
            "topics": [
                "politics",
                "media",
                "finance"
            ],
            "description": "Die Kontrolle des RBB war uber Jahre hinweg mangelhaft. Das zeigt ein Bericht des Landesrechnungshofs Brandenburg. Die vermeintlichen RBB-Kontrolleure glanzten durch Abwesenheit, Aufsichtsgremien tagten fur teures Geld in Clubs. Die Liste der Versaumnisse ist lang.",
            "pub_date": "2024-12-09T14:10:21",
            "creator": "Torsten Gellner",
            "content": "Potsdam. Die Aufsicht des RBB durch seine Kontrollgremien war in den vergangenen Jahren lucken- und mangelhaft. Das geht aus dem Bericht des Brandenburger Landesrechnungshofs zur Uberwachung und Kontrolle des RBB hervor. Die Rechnungsprufer haben die Arbeitsweise und Besetzung der Uberwachungsgremien der offentlich-rechtlichen Rundfunkanstalt unter die Lupe genommen. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Sie untersuchten dabei den Zeitraum zwischen 2017 und 2022, also die Zeit vor Bekanntwerden der Affare um die fruhere Intendantin Patricia Schlesinger, der Prunksucht und Verschwendung vorgeworfen wurde. Die Rechnungsprufer monierten insbesondere die folgenden Punkte: RBB-Rundfunkrat war zu staatsnah Die Aufsichtsgremien des RBB der Rundfunkrat und der Verwaltungsrat sollen sich durch Vielfalt und Staatsferne auszeichnen. Maximal ein Drittel der Mitglieder soll deshalb aus staatlichen oder staatsnahen Institutionen kommen, wozu etwa Abgeordnete, Staatssekretare oder Vertreter von Kommunen zahlen. Das leitet sich aus einem Urteil des Bundesverfassungsgerichts zum ZDF ab. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Im Rundfunkrat wurde diese Ein-Drittel-Grenze jedoch uberschritten, ironischerweise, weil nicht-staatliche Institutionen nicht genugend Mitglieder in den Rundfunkrat schickten. Dadurch war die so definierte Staatsferne nicht gegeben, wie es heit. Dass die Landesparlamente von Berlin und Brandenburg Abgeordnete oder Personlichkeiten des offentlichen Lebens in den Rundfunkrat entsenden, sieht der Rechnungshof generell kritisch. Im Sinne groerer Staatsferne ware ein Verzicht der Landesparlamente auf die Entsendung von Abgeordneten und herausgehobenen Parteienvertretern wunschenswert gewesen, heit es. Ein Funftel der Rundfunkratsmitglieder fehlte regelmaig Der Bericht wirft auch Fragen auf, wie ernst die ehrenamtlichen Mitglieder des 30-kopfigen Rundfunkrats ihre Aufgabe genommen haben. Wenn sich das Gremium traf, waren die Reihen haufig sehr gelichtet. Die durchschnittliche Fehlquote betrug laut Auswertung der Sitzungsprotokolle mehr als ein Funftel. Mehrere, namentlich nicht genannte Rundfunkrate fielen durch besonders hohe Abwesenheitsquoten auf. Diese luckenhafte Besetzung widersprach der fur das Amt erforderlichen Sorgfalt, schreibt der Rechnungshof. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Auch beim Verwaltungsrat gab es Anwesenheitsdefizite. Das achtkopfige Gremium war nicht einmal bei jeder zweiten Sitzung vollstandig versammelt. Zu wenig Expertise im Verwaltungsrat Im Verwaltungsrat des RBB ubernehmen die Mitglieder verschiedene Uberwachungsfelder federfuhrend fur andere. Ein Mitglied hat die Personalplanung starker im Blick, ein anderes die Investitionen, ein weiteres die Finanzen und so fort. Diese Berichterstatter sollen sich detailliert mit Vorlagen und Dokumenten aus ihrem Gebiet befassen und den Verwaltungsrat auf problematische Punkte aufmerksam machen. In der Theorie soll dies fur eine ausgezeichnete Kompetenz und Expertise des Gremiums sorgen, wie es ein ehemaliger Vorsitzender einmal formuliert hat. Die Uberwachungsgremien des RBB trifft eine besondere Sorgfaltspflicht. Harald Kummel Prasident des Landesrechnungshofs Davon war aber keine Rede. Der Rechnungshof bezweifelt, dass sich die ubrigen Verwaltungsratsmitglieder wegen kurzer Ladungs- und Vorlagenfristen ausfuhrlicher mit den Berichten und Schriftstucken befasst haben. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Offenbar waren sich die Mitglieder der Gremien der Bedeutung ihrer Aufgabe nicht immer bewusst. Die Uberwachungsgremien des RBB trifft eine besondere Sorgfaltspflicht, betont Landesrechnungshofprasident Harald Kummel. RBB-Verwaltungsrat tagte zu selten Vor der Affare um Ex-Intendantin Schlesinger kam der Verwaltungsrat des RBB nicht wie gefordert alle zwei Monate zusammen. Diese Vorgabe ergibt sich aber aus dem Staatsvertrag. Sie wurde laut Rechnungshof in einem Drittel der Falle missachtet. Teilweise lagen drei Monate zwischen den Sitzungen. Zudem trat der Verwaltungsrat durchschnittlich nur fur zweieinhalb Stunden in zwei Monaten zusammen, was angesichts seines komplexen und finanziell bedeutenden Uberwachungsfeldes deutlich zu wenig war, heit es. Bei einer Sitzung hechelte der Verwaltungsrat innerhalb von weniger als zwei Stunden durch 15 Tagesordnungspunkte und gab Vertrage und Investitionen in Hohe von 23 Millionen Euro frei. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Club statt Konferenzraum: RBB-Gremien waren verschwenderisch Der Rechnungshof kritisiert auerdem, dass sowohl der Verwaltungs- als auch der Rundfunkrat gegen den Grundsatz der Wirtschaftlichkeit und Sparsamkeit verstieen. Dies betrifft sowohl die Wahl der Sitzungsorte als auch den Bewirtungsumfang, heit es. Denn die Gremien tagten oft nicht in den ausreichend vorhandenen RBB-Raumlichkeiten, sondern in Hotels und Clubs oder angemieteten Etagen in Geschaftshausern. Auch in einem Schutzenhaus kam der Verwaltungsrat zusammen, was Kosten von rund 175 Euro pro Teilnehmer verursachte. Dafur gab der Sender zwischen 2017 und 2022 rund 47. 000 Euro aus. Dies ware angesichts der im RBB verfugbaren Konferenzraume im Wesentlichen vermeidbar gewesen. Die Bewirtungskosten der untersuchten Gremiensitzungen beliefen sich auf 108. 700 Euro. RBB wehrt sich juristisch gegen neuen Staatsvertrag mit mehr Kontrolle Die Erkenntnisse des Rechnungshofs uber die mangelnde Kontrolle des RBB flossen bereits in die Novelle des RBB-Staatsvertrags vor einem Jahr ein. Der neue Staatsvertrag sieht nun wesentlich starkere Vorgaben vor. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Rechnungshofprasident Kummel auerte sich hoffnungsfroh, dass die Uberwachung kunftig besser funktionieren und dass vor allem der Verwaltungsrat seine bedeutende Kontrollfunktion erkennen und wahrnehmen wird. RBB-Intendantin Ulrike Demmer sieht in den strengen Vorgaben des neuen Staatsvertrags teilweise eine Einmischung durch die Politik und damit einen Versto gegen die Rundfunkfreiheit. Sie hat deswegen Beschwerde beim Bundesverfassungsgericht eingelegt. Damit hat sie Emporung in der Brandenburger Landespolitik provoziert. Der scheidende SPD-Fraktionschef Daniel Keller drohte damit, dass Brandenburg aus dem gemeinsamen Projekt RBB aussteigen konnte. Ende der Woche entscheiden die Landesregierungen uber die Zukunft des offentlich-rechtlichen Rundfunks und insbesondere uber die Frage, nach welchem Modus sich kunftig der Rundfunkbeitrag erhoht. Dieser Text erschien zuerst bei der Markischen Allgemeinen.",
            "media_url": "https://www.ln-online.de/resizer/v2/HZK2Y33W5JG2FACO5Q5PYRAYZQ.jpeg?auth=bed926f648b13bb7d723b0b195796e3417a24bdfef91b84069b97603e904b6fd&quality=70&width=596",
            "media_type": "image/jpeg",
            "media_description": "Der RBB in Potsdam. Monika Skolimowska",
            "media_credit": "Monika Skolimowska",
            "media_thumbnail": null,
            "language": "de",
            "sentiment": {
                "pos": 0.0,
                "neg": 0.154,
                "neu": 0.846
            }
        },
        {
            "id": "5019024a-aab9-444d-a570-06e96716a4af",
            "title": "\"Staatsferne nicht gegeben\": Brandenburgs Landesrechnungshof rügt laxe RBB-Kontrolle - Bericht veröffentlicht",
            "source_title": "OP",
            "source_link": "https://www.op-marburg.de",
            "article_link": "https://www.op-marburg.de/panorama/staatsferne-nicht-gegeben-brandenburgs-landesrechnungshof-ruegt-laxe-rbb-kontrolle-bericht-P4AYX6MD5ZEQNDA5G7GLJYVEQ4.html",
            "keywords": [
                "Brandenburgs Landesrechnungshof",
                "RBB-Kontrolle",
                "Aufsicht Mängel",
                "Bericht veröffentlicht",
                "Überwachung Kontrollgremien"
            ],
            "topics": [
                "politics",
                "media",
                "finance"
            ],
            "description": "Die Kontrolle des RBB war uber Jahre hinweg mangelhaft. Das zeigt ein Bericht des Landesrechnungshofs Brandenburg. Die vermeintlichen RBB-Kontrolleure glanzten durch Abwesenheit, Aufsichtsgremien tagten fur teures Geld in Clubs. Die Liste der Versaumnisse ist lang.",
            "pub_date": "2024-12-09T14:10:21",
            "creator": "Torsten Gellner",
            "content": "Potsdam. Die Aufsicht des RBB durch seine Kontrollgremien war in den vergangenen Jahren lucken- und mangelhaft. Das geht aus dem Bericht des Brandenburger Landesrechnungshofs zur Uberwachung und Kontrolle des RBB hervor. Die Rechnungsprufer haben die Arbeitsweise und Besetzung der Uberwachungsgremien der offentlich-rechtlichen Rundfunkanstalt unter die Lupe genommen. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Sie untersuchten dabei den Zeitraum zwischen 2017 und 2022, also die Zeit vor Bekanntwerden der Affare um die fruhere Intendantin Patricia Schlesinger, der Prunksucht und Verschwendung vorgeworfen wurde. Die Rechnungsprufer monierten insbesondere die folgenden Punkte: RBB-Rundfunkrat war zu staatsnah Die Aufsichtsgremien des RBB der Rundfunkrat und der Verwaltungsrat sollen sich durch Vielfalt und Staatsferne auszeichnen. Maximal ein Drittel der Mitglieder soll deshalb aus staatlichen oder staatsnahen Institutionen kommen, wozu etwa Abgeordnete, Staatssekretare oder Vertreter von Kommunen zahlen. Das leitet sich aus einem Urteil des Bundesverfassungsgerichts zum ZDF ab. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Im Rundfunkrat wurde diese Ein-Drittel-Grenze jedoch uberschritten, ironischerweise, weil nicht-staatliche Institutionen nicht genugend Mitglieder in den Rundfunkrat schickten. Dadurch war die so definierte Staatsferne nicht gegeben, wie es heit. Dass die Landesparlamente von Berlin und Brandenburg Abgeordnete oder Personlichkeiten des offentlichen Lebens in den Rundfunkrat entsenden, sieht der Rechnungshof generell kritisch. Im Sinne groerer Staatsferne ware ein Verzicht der Landesparlamente auf die Entsendung von Abgeordneten und herausgehobenen Parteienvertretern wunschenswert gewesen, heit es. Ein Funftel der Rundfunkratsmitglieder fehlte regelmaig Der Bericht wirft auch Fragen auf, wie ernst die ehrenamtlichen Mitglieder des 30-kopfigen Rundfunkrats ihre Aufgabe genommen haben. Wenn sich das Gremium traf, waren die Reihen haufig sehr gelichtet. Die durchschnittliche Fehlquote betrug laut Auswertung der Sitzungsprotokolle mehr als ein Funftel. Mehrere, namentlich nicht genannte Rundfunkrate fielen durch besonders hohe Abwesenheitsquoten auf. Diese luckenhafte Besetzung widersprach der fur das Amt erforderlichen Sorgfalt, schreibt der Rechnungshof. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Auch beim Verwaltungsrat gab es Anwesenheitsdefizite. Das achtkopfige Gremium war nicht einmal bei jeder zweiten Sitzung vollstandig versammelt. Zu wenig Expertise im Verwaltungsrat Im Verwaltungsrat des RBB ubernehmen die Mitglieder verschiedene Uberwachungsfelder federfuhrend fur andere. Ein Mitglied hat die Personalplanung starker im Blick, ein anderes die Investitionen, ein weiteres die Finanzen und so fort. Diese Berichterstatter sollen sich detailliert mit Vorlagen und Dokumenten aus ihrem Gebiet befassen und den Verwaltungsrat auf problematische Punkte aufmerksam machen. In der Theorie soll dies fur eine ausgezeichnete Kompetenz und Expertise des Gremiums sorgen, wie es ein ehemaliger Vorsitzender einmal formuliert hat. Die Uberwachungsgremien des RBB trifft eine besondere Sorgfaltspflicht. Harald Kummel Prasident des Landesrechnungshofs Davon war aber keine Rede. Der Rechnungshof bezweifelt, dass sich die ubrigen Verwaltungsratsmitglieder wegen kurzer Ladungs- und Vorlagenfristen ausfuhrlicher mit den Berichten und Schriftstucken befasst haben. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Offenbar waren sich die Mitglieder der Gremien der Bedeutung ihrer Aufgabe nicht immer bewusst. Die Uberwachungsgremien des RBB trifft eine besondere Sorgfaltspflicht, betont Landesrechnungshofprasident Harald Kummel. RBB-Verwaltungsrat tagte zu selten Vor der Affare um Ex-Intendantin Schlesinger kam der Verwaltungsrat des RBB nicht wie gefordert alle zwei Monate zusammen. Diese Vorgabe ergibt sich aber aus dem Staatsvertrag. Sie wurde laut Rechnungshof in einem Drittel der Falle missachtet. Teilweise lagen drei Monate zwischen den Sitzungen. Zudem trat der Verwaltungsrat durchschnittlich nur fur zweieinhalb Stunden in zwei Monaten zusammen, was angesichts seines komplexen und finanziell bedeutenden Uberwachungsfeldes deutlich zu wenig war, heit es. Bei einer Sitzung hechelte der Verwaltungsrat innerhalb von weniger als zwei Stunden durch 15 Tagesordnungspunkte und gab Vertrage und Investitionen in Hohe von 23 Millionen Euro frei. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Club statt Konferenzraum: RBB-Gremien waren verschwenderisch Der Rechnungshof kritisiert auerdem, dass sowohl der Verwaltungs- als auch der Rundfunkrat gegen den Grundsatz der Wirtschaftlichkeit und Sparsamkeit verstieen. Dies betrifft sowohl die Wahl der Sitzungsorte als auch den Bewirtungsumfang, heit es. Denn die Gremien tagten oft nicht in den ausreichend vorhandenen RBB-Raumlichkeiten, sondern in Hotels und Clubs oder angemieteten Etagen in Geschaftshausern. Auch in einem Schutzenhaus kam der Verwaltungsrat zusammen, was Kosten von rund 175 Euro pro Teilnehmer verursachte. Dafur gab der Sender zwischen 2017 und 2022 rund 47. 000 Euro aus. Dies ware angesichts der im RBB verfugbaren Konferenzraume im Wesentlichen vermeidbar gewesen. Die Bewirtungskosten der untersuchten Gremiensitzungen beliefen sich auf 108. 700 Euro. RBB wehrt sich juristisch gegen neuen Staatsvertrag mit mehr Kontrolle Die Erkenntnisse des Rechnungshofs uber die mangelnde Kontrolle des RBB flossen bereits in die Novelle des RBB-Staatsvertrags vor einem Jahr ein. Der neue Staatsvertrag sieht nun wesentlich starkere Vorgaben vor. Weiterlesen nach der Anzeige Weiterlesen nach der Anzeige Rechnungshofprasident Kummel auerte sich hoffnungsfroh, dass die Uberwachung kunftig besser funktionieren und dass vor allem der Verwaltungsrat seine bedeutende Kontrollfunktion erkennen und wahrnehmen wird. RBB-Intendantin Ulrike Demmer sieht in den strengen Vorgaben des neuen Staatsvertrags teilweise eine Einmischung durch die Politik und damit einen Versto gegen die Rundfunkfreiheit. Sie hat deswegen Beschwerde beim Bundesverfassungsgericht eingelegt. Damit hat sie Emporung in der Brandenburger Landespolitik provoziert. Der scheidende SPD-Fraktionschef Daniel Keller drohte damit, dass Brandenburg aus dem gemeinsamen Projekt RBB aussteigen konnte. Ende der Woche entscheiden die Landesregierungen uber die Zukunft des offentlich-rechtlichen Rundfunks und insbesondere uber die Frage, nach welchem Modus sich kunftig der Rundfunkbeitrag erhoht. Dieser Text erschien zuerst bei der Markischen Allgemeinen.",
            "media_url": "https://www.op-marburg.de/resizer/v2/HZK2Y33W5JG2FACO5Q5PYRAYZQ.jpeg?auth=bed926f648b13bb7d723b0b195796e3417a24bdfef91b84069b97603e904b6fd&quality=70&width=596",
            "media_type": "image/jpeg",
            "media_description": "Der RBB in Potsdam. Monika Skolimowska",
            "media_credit": "Monika Skolimowska",
            "media_thumbnail": null,
            "language": "de",
            "sentiment": {
                "pos": 0.0,
                "neg": 0.154,
                "neu": 0.846
            }
        },
        {
            "id": "305bb522-3494-4797-a26c-96244273daca",
            "title": "The $20-Trillion Tunnel That Could Link New York and London",
            "source_title": "Newsweek",
            "source_link": "https://www.newsweek.com",
            "article_link": "https://www.newsweek.com/tunnel-link-new-york-london-20-trillion-1997616",
            "keywords": [
                "Transatlantic Tunnel",
                "New York London tunnel",
                "20 trillion dollar project",
                "Atlantic Ocean connection",
                "large-scale infrastructure"
            ],
            "topics": [
                "infrastructure",
                "transportation",
                "economics",
                "politics",
                "international"
            ],
            "description": "The proposed tunnel could use developing technology to reduce the travel time between the cities to less than an hour.",
            "pub_date": "2024-12-09T14:09:44",
            "creator": null,
            "content": "Proposals for a tunnel connecting the U. K. to the U. S. underneath the Atlantic Ocean have resurfaced, but with a price tag of almost $20 trillion, the project is a big ask. The idea of a \"Transatlantic Tunnel\" has existed for a while, though issues of scale, cost, and utility have long stifled any realistic developments. While a flight between London and New York City takes around eight hours, it had previously been unclear if trains running underneath the ocean would make the journey fast enough to justify the cost of construction. With the two global cities being over 3, 000 miles apart, construction would take several yearsthe 23. 5-mile Channel Tunnel linking England and France took six years to constructand require significant investment. Estimates over the cost have reached as high as 15. 5 trillion, the equivalent of $19. 8 trillion. By creating a vacuum within the tunnel and using pressurized vehicles, trains traveling along the structure could theoretically reach speeds of more than 3, 000 mph, making the journey between London and New York barely an hour long. A rendering of a proposal for the Transatlantic Tunnel. A rendering of a proposal for the Transatlantic Tunnel. Ricardo Broch This is because trains would not face any air resistance within the tunnel, allowing them to reach higher speeds than unconventional trains. This design, which has seen new development in Indian transportation, is sometimes called a \"hyperloop\". Cutting the intercontinental journey down to a matter of minutes means that for the first time, the Transatlantic Tunnel justifies the hefty price tag that undersea construction comes with, as it would become significantly more efficient and environmentally friendly than flying. However, there is still no set design for the tunnel. Various proposals have suggested a tunnel underneath the ocean floor, while others have suggested building it on stilts. One design even proposed making the tunnel float, held in place by cables attached to the ocean floor. The Channel Tunnel linking France to the U. K. was built over a six-year period. If the trans-Atlantic tunnel were built at the same speed, it would take 782 years to cross the 3, 000 gap between the U. S. and Britain. Trains traveling through a vacuum were popularized by Elon Musk, who wrote a paper in 2013 that proposed sending capsules through a vacuum environment to reduce air resistance. Trials of the technology are underway in India and China, with plans to integrate it into their high-speed rail systems nationwide. Do you have a story we should be covering? Do you have any questions about this story? Contact LiveNews@newsweek. com.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.056,
                "neg": 0.032,
                "neu": 0.911
            }
        },
        {
            "id": "a63be63c-494d-4d57-8b9f-cf37abaf5150",
            "title": "How will the rebels rule Syria?",
            "source_title": "TheWeek feed",
            "source_link": "https://theweek.com",
            "article_link": "https://theweek.com/politics/syria-rebel-rulers",
            "keywords": [
                "rebels rule Syria",
                "Bashar al-Assad regime",
                "historic opportunity",
                "risk and uncertainty",
                "Joe Biden warning",
                "reprisals and score-settling"
            ],
            "topics": [
                "politics",
                "international",
                "conflict"
            ],
            "description": "Fall of Assad regime is a 'historic opportunity' and a 'moment of huge peril' for country and region.",
            "pub_date": "2024-12-09T14:09:35",
            "creator": "theweekonlineeditorsuk@futurenet.com (Elliott Goat, The Week UK)",
            "content": "The sudden and dramatic fall of Bashar al-Assad's regime in Syria is a \"historic opportunity\" but also a moment of \"risk and uncertainty\", Joe Biden has warned. Once the euphoria subsides, containing the reprisals and score-settling that have built up over half a century of Assad rule will be \"difficult\", said Sky News. Various rebel groups backed by competing international powers control swathes of the country and, \"we assume, they will all want their slice of power\". It is \"a moment of huge peril\" and further conflict seems likely \"unless this can be managed in an orderly way\". Subscribe to The Week Escape your echo chamber. Get the facts behind the news, plus analysis from multiple perspectives. SUBSCRIBE & SAVE Sign up for The Week's Free Newsletters From our morning news briefing to a weekly Good News Newsletter, get the best of The Week delivered directly to your inbox. From our morning news briefing to a weekly Good News Newsletter, get the best of The Week delivered directly to your inbox. Sign up All eyes are now on Islamist militant group Hayat Tahrir al-Sham (HTS), \"the dominant player among the diverse opposition\" that captured Damascus and toppled Assad, said Daniel Byman Formed in 2017 through the merger of several factions including al-Qaeda's former Syrian affiliate, HTS is a \"tricky proposition\", said UnHerd, in that \"it emerged from al-Qaeda but it also later fought them\". The group's leader, Abu Mohammed al-Jawlani, is \"educated, sophisticated and politically astute\" and \"has by all accounts been on a journey since he was dispatched from Iraq with bags of cash to bring jihad to Syria\". His \"transformation\" has been \"carefully cultivated over the years\", said Mina Al-Lami, a jihadist media specialist, on the BBC. Since Thursday, he has dropped \"the nom de guerre associated with his jihadist past\" and begun using his real name, Ahmed al-Sharaa, in official communiques part of an effort to \"bolster his legitimacy in a new context\" as his group consolidates its control over much of the country. What next? Syria's Prime Minister Mohammad Ghazi al-Jalali has remained in Damascus and said he will cooperate with the rebels on \"a smooth and systematic transition of government functions\", which will preserve \"state facilities\". How he is treated will be a \"good indicator\" as to whether Jawlani and other rebel leaders are serious about upholding institutions and a government chosen by the people, said Sky News. Engaging with HTS currently designated a terrorist group by the US, UK and UN will present its \"challenges\" said Qutaiba Idlbi, a senior fellow at the Atlantic Council, but \"the designation presents important leverage for the US and international partners\". The Trump administration \"could use that leverage to ensure HTS walks the walk as an acceptable actor\" and does not compromise \"US or regional security\". Jawlani, for his part, has sought to redefine his organisation as a more moderate force, willing to uphold Syria's ethnic and religious pluralism. He has promised a \"transition to a state of governance and institutions\" and even suggested HTS, having achieved its military victory, could voluntarily disband to pave the way for a civilian government. \"That would be a very unusual transition in the Middle East,\" said the Los Angeles Times, \"where players who gain power tend to hold on to it.\".",
            "media_url": "https://cdn.mos.cms.futurecdn.net/K9D7stca32FBCMUejdvgx8.jpg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": "Omar Haj Kadour / AFP / Getty Images",
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.122,
                "neg": 0.05,
                "neu": 0.827
            }
        },
        {
            "id": "c398bc67-873d-47ba-8007-14338c352da7",
            "title": "Pilot explains the real reason phones need to be in airplane mode: ‘Not a conspiracy’",
            "source_title": "New York Post",
            "source_link": "https://nypost.com",
            "article_link": "https://nypost.com/2024/12/09/lifestyle/pilot-explains-the-real-reason-phones-need-to-be-in-airplane-mode-not-a-conspiracy/",
            "keywords": [
                "airplane mode",
                "smartphone use",
                "aviation safety",
                "pilot explanation",
                "takeoff precautions"
            ],
            "topics": [
                "technology",
                "aviation",
                "safety"
            ],
            "description": "A pilot is going viral after answering a question that's on every passenger's mind why do we need to toggle our smartphones to airplane mode before takeoff?.",
            "pub_date": "2024-12-09T14:09:19",
            "creator": "Ben Cost",
            "content": "This is why keeping your phone on wont fly. A pilot is going viral after answering a question thats on every passengers mind why do we need to toggle our smartphones to airplane mode before takeoff? He broke down why this precaution is so important in a video PSA with over 2 million views on TikTok. The airplane mode button on your phone is not a conspiracy, declared the pilot, who goes by @perchpoint on the platform, in the footage. Its definitely not the end of the world but its pretty annoying when youre trying to copy down instructions and it sounds like theres a wasp or something flying around, the captain (pictured) declared in the clip. TikTok/perchpoint A phone in airplane mode. However, if too many flyers forgo this step, it can inadvertently monkey with the pilots radio communications with the control tower, per the clip. If you have an aircraft with 70, 80, 150 people on board, and even three or four peoples phones start to try to make a connection to a radio tower for an incoming phone call, it sends out radio waves, the captain explained. Theres the potential that those radio waves can interfere with the radio waves of the headset that the pilots are using. He recalled a recent flight where he was using his headset to get clearance on which way to go and the message interference made it feel like there was a mosquito in his ear. Its definitely not the end of the world but its pretty annoying when youre trying to copy down instructions and it sounds like theres a wasp or something flying around, the TikTokker declared. So if youre ever curious why youve got to put on airplane mode, thats why. In fact, US law requires that passengers switch their phones to airplane mode while flying. Cellular telephones installed in or carried aboard airplanes, balloons or any other type of aircraft must not be operated while such aircraft are airborne (not touching the ground), reads the code of federal regulations. When any aircraft leaves the ground, all cellular telephones on board that aircraft must be turned off.",
            "media_url": "https://nypost.com/wp-content%2Fuploads%2Fsites%2F2%2F2024%2F12%2Fmale-pilot-command-controlling-airplane-95069083.jpg?quality%3D90%26strip%3Dall",
            "media_type": "None",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": "https://nypost.com/wp-content%2Fuploads%2Fsites%2F2%2F2024%2F12%2Fmale-pilot-command-controlling-airplane-95069083.jpg?quality%3D90%26",
            "language": "en",
            "sentiment": {
                "pos": 0.081,
                "neg": 0.022,
                "neu": 0.897
            }
        },
        {
            "id": "852fe30d-1b97-4a5a-bd00-039add2fd456",
            "title": "Metamizolo, alert Aifa su antidolorifico e antifebbre: rischio effetto avverso, i sintomi",
            "source_title": "Adnkronos - ultimoratop",
            "source_link": "https://www.adnkronos.com",
            "article_link": "https://www.adnkronos.com/salute/metamizolo-antidolorifico-effetto-avverso-sintomi-agranulocitosi_44jvcWvcd6MAHwfjxrjd9t",
            "keywords": [
                "effetto collaterale metamizolo",
                "rischi agranulocitosi",
                "sintomi agranulocitosi",
                "Aifa alert",
                "misure per i medici"
            ],
            "topics": [
                "salute",
                "medicina",
                "notizie"
            ],
            "description": "(Adnkronos) Lettera ai medici con misure importanti per minimizzare gli esiti gravi della agranulocitosi, che puo portare anche a infezioni fatali.",
            "pub_date": "2024-12-09T14:09:00",
            "creator": "webinfo@adnkronos.com (Web Info)",
            "content": "Lettera ai medici con misure importanti per minimizzare gli esiti gravi della agranulocitosi, che puo portare anche a infezioni fatali Alert dell'Agenzia italiana del farmaco sull'antidolorifico e antipiretico metamizolo e il rischio di agranulocitosi, una condizione patologica che comporta una diminuzione improvvisa e severa dei globuli bianchi (granulociti) e puo portare a infezioni gravi, anche fatali. La comunicazione dell'Aifa e ai medici che in questo modo possono informare e sensibilizzare i pazienti che assumono metamizolo e intercettare precocemente i sintomi di agranulocitosi, che in questo periodo possono confondersi con quelli dell'influenza e passare inosservati. Metamizolo e rischio agranulocitosi, quali sono i sintomi Secondo la nota informativa pubblica sul sito dell'Aifa, concordata con le autorita regolatorie europee, \"i pazienti trattati con medicinali contenenti metamizolo devono essere informati riguardo ai sintomi precoci suggestivi di agranulocitosi, tra cui febbre, brividi, mal di gola e piaghe dolorose delle mucose, in particolare nella bocca, nel naso e nella gola o nelle regioni genitali o anali; alla necessita di mantenere alta l'attenzione su questi sintomi, poiche possono manifestarsi in qualsiasi momento durante il trattamento, anche poco dopo l'interruzione del trattamento; alla necessita di interrompere il trattamento e rivolgersi immediatamente al medico se sviluppano questi sintomi. Se il metamizolo viene assunto per la febbre, alcuni sintomi di una agranulocitosi emergente possono passare inosservati\", avverte la nota. \"Inoltre, i sintomi possono essere mascherati nei pazienti in trattamento con una terapia antibiotica. Se si sospetta agranulocitosi, deve essere eseguito immediatamente un emocromo completo (inclusa la formula leucocitaria) e il trattamento deve essere interrotto in attesa dei risultati. Le indicazioni in caso si agranulocitosi Se l'agranulocitosi viene confermata, il trattamento non deve essere reintrodotto\". E ancora, \"il monitoraggio di routine dell'emocromo nei pazienti trattati con medicinali contenenti metamizolo non e raccomandato. Il metamizolo e controindicato nei pazienti con un'anamnesi di agranulocitosi indotta da metamizolo (o da altri pirazoloni o pirazolidine), con compromissione della funzionalita del midollo osseo o con malattie del sistema emopoietico\". Intanto come raccomandato dal Comitato sicurezza dell'ente regolatorio Ue l'Aifa anche con questa nota rafforza le misure per ridurre al minimo le conseguenze gravi di questo effetto collaterale dell'antidolorifico.",
            "media_url": "https://www.adnkronos.com/resources/0294-1c878052427e-2940f76ff96a-1000/format/medium/aifa_sede_roma_fg_ipa.jpeg",
            "media_type": "image/jpeg",
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "it",
            "sentiment": {
                "pos": 0.013,
                "neg": 0.0,
                "neu": 0.987
            }
        },
        {
            "id": "d7028513-78ca-4f21-a15b-0bea112c71b8",
            "title": "NIQ, World Data Lab, and SPATE launch ‘Beauty Futures’ Report – A guide to generational journeys of global beauty buyers",
            "source_title": "Financial Post",
            "source_link": "https://financialpost.com",
            "article_link": "https://financialpost.com/pmn/business-wire-news-releases-pmn/niq-world-data-lab-and-spate-launch-beauty-futures-report-a-guide-to-generational-journeys-of-global-beauty-buyers",
            "keywords": [
                "Beauty Futures report",
                "generational journeys",
                "global beauty buyers",
                "spending habits",
                "shopping behaviors",
                "global beauty trends"
            ],
            "topics": [
                "business",
                "consumer",
                "reporting"
            ],
            "description": "Comprehensive report reveals generational beauty spending trends and preferences Millennials drive the highest growth at US$193 Billion overtaking Gen X by 2034 Gen X lead beauty spending in 2024, with an expected $150B increase over the next decade CHICAGO NielsenIQ (NIQ) collaborated with World Data Lab and SPATE to release a comprehensive generational report [.].",
            "pub_date": "2024-12-09T14:08:57",
            "creator": "Business Wire",
            "content": "We apologize, but this video has failed to load. The report reveals key insights into generational preferences, spending habits, values, priorities, motivators, shopping behaviors, and their influence on global beauty trends. It highlights the crucial role each generation will play in shaping consumer preferences and spending over the next decade. CHICAGO NielsenIQ (NIQ) collaborated with World Data Lab and SPATE to release a comprehensive generational report purely focused on the beauty market in the next decade. . We project that for the first time ever the global beauty sector is now exceeding US$ 1 trillion, said Wolfgang Fengler, CEO of World Data Lab, which is a testimony to consumers of all ages and all countries desire to use cosmetics and beauty services. Understanding digital trends on platforms like TikTok and Google Search is essential for brands to stay ahead, as it reveals real-time shifts in consumer interests and needs across generations, said Yarden Horwitz, Co-founder, SPATE. With Millennials and Gen Z prioritizing health and the environment, they are looking at different aspects of sustainability in beauty products. Millennials are likely to choose a product or service because of its low or zero impact on the environment (+3. 2 pts), while Gen Z purchases a product that values social equality or supports communities at risk or minorities (+1. 2 pts). The Beauty Futures report a guide to generational journey of global beauty buyers, is NIQs flagship report providing a comprehensive view of global beauty consumers. The report covers: Projections for the next 10 years of the global beauty industry. Key drivers of purchase behavior for all generations. Emerging beauty trends from Google and TikTok. If you want a copy, please click here. About NIQ NielsenIQ (NIQ) is the worlds leading consumer intelligence company, delivering the most complete understanding of consumer buying behavior and revealing new pathways to growth. NIQ combined with GfK in 2023, bringing together the two industry leaders with unparalleled global reach. Today NIQ has operations in more than 95 countries covering 97% of GDP. With a holistic retail read and the most comprehensive consumer insightsdelivered with advanced analytics through state-of-the-art platformsNIQ delivers the Full ViewTM. About World Data Lab World Data Lab creates forward looking proprietary data to quantify and forecast consumer trends, consumer spending, demographic shifts and progress towards the SDGs up to 2034. Our advanced data science approach, which has been peer-reviewed and published in Nature, delivers unrivalled accuracy, freshness and consistency across all demographic groups in 180 countries and more than 6, 000 cities. About SPATE Spate is an AI-powered market research platform that analyzes over 20 billion search signals and 60 million TikTok videos worldwide, offering brands insights into the evolving landscape of consumer trends. Through Spates data, brands will better understand the fast-paced world of beauty with key notable age-related shifts, such as the growing interest in mature skin makeup across Google Search and TikTok. Disclaimer: All product and company names are trademarksTM or registered trademarks of their respective holders. Use of them does not imply any affiliation with or endorsement by them. View source version on businesswire. com: Contacts Sweta Patra sweta. patra@nielseniq. com #distro.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.222,
                "neg": 0.013,
                "neu": 0.764
            }
        },
        {
            "id": "2a4c62ae-d104-4809-923f-19366cecc6b7",
            "title": "McAfee Bolsters Leadership Team with Appointment of Joe Manna as Chief Product and Engineering Officer",
            "source_title": "Financial Post",
            "source_link": "https://financialpost.com",
            "article_link": "https://financialpost.com/pmn/business-wire-news-releases-pmn/mcafee-bolsters-leadership-team-with-appointment-of-joe-manna-as-chief-product-and-engineering-officer",
            "keywords": [
                "McAfee leadership team",
                "Joe Manna",
                "Chief Product and Engineering Officer",
                "online protection",
                "engineering and product strategy",
                "consumer-first design",
                "innovation in cybersecurity"
            ],
            "topics": [
                "business",
                "technology"
            ],
            "description": "SAN JOSE, Calif. McAfee, a global leader in online protection, today announced the appointment of Joe Manna as Chief Product and Engineering Officer, effective December 9, 2024. Manna will spearhead McAfees engineering and product strategy, focusing on delivering innovative, consumer-first designs and seamless customer experiences that reinforce McAfees mission of creating a safe digital [.].",
            "pub_date": "2024-12-09T14:08:47",
            "creator": "Business Wire",
            "content": "SAN JOSE, Calif. McAfee, a global leader in online protection, today announced the appointment of Joe Manna as Chief Product and Engineering Officer, effective December 9, 2024. Manna will spearhead McAfees engineering and product strategy, focusing on delivering innovative, consumer-first designs and seamless customer experiences that reinforce McAfees mission of creating a safe digital world. Manna joins McAfee from Experian, where he served across several leadership roles including Group President & Global Chief Technology Officer, and Chief Product and Technology Officer for Experians Consumer Services division. At Experian, Manna led the design and execution of Experians global technology strategy, earning recognition as one of the Top Employers for Tech Talent in India and the United States. Manna will join McAfees Executive Leadership Team and report to McAfees President and Chief Executive Officer, Craig Boundy. Joes unique blend of deep technical expertise, proven leadership in building high-performing teams, and passion for delivering consumer-centric digital experiences make him an outstanding addition to McAfee, said Craig Boundy, President and Chief Executive Officer of McAfee. His track record of driving product vision and creating customer value will be instrumental as we scale McAfees AI-powered products and market presence. Earlier in his career at Experian, Manna served as the Chief Product and Technology Officer for the companys Consumer Services business, playing a key role in advancing technology to simplify financial complexities for consumers. Before joining Experian, Manna held several prominent positions, including Chief Information Officer of Live Nation, Chief Operating Officer of Live Nation Ticketing, and Chief Technology Officer of Ticketmaster and Tickets. com. Throughout his career, he has built and led technology teams for both established companies and high-growth startups, demonstrating a consistent commitment to enhancing the customer experience through technology. McAfee has made remarkable advancements in AI-powered, consumer-focused online protection and, with the launch of industry-defining products such as McAfee Deepfake Detector, Im excited to be joining the company at such a pivotal time in its history, said Joe Manna. The opportunity to help lead a company dedicated to empowering consumers with safe, intuitive digital experiences aligns perfectly with my passion for technology that puts customers first. I look forward to working with the talented team to drive innovation and create transformative solutions that make a meaningful difference in the lives of millions of people globally. About McAfee McAfee Corp. is a global leader in online protection for consumers. Focused on protecting people, not just devices, McAfees consumer solutions adapt to users needs in an always online world, empowering them to live securely through integrated, intuitive solutions that protect their families, communities, and businesses with the right security at the right moment. For more information, please visit View source version on businesswire. com: Contacts Media@McAfee. com #distro.",
            "media_url": null,
            "media_type": null,
            "media_description": null,
            "media_credit": null,
            "media_thumbnail": null,
            "language": "en",
            "sentiment": {
                "pos": 0.178,
                "neg": 0.0,
                "neu": 0.822
            }
        }
    ]
}